Repository: wp-plugins/grand-media
Catalog: languages/gmLang-*.po
Languages: nl_nl

source: Gallery name can't be only digits
nl_nl: Gallerij naam kan niet uit alleen cijfers bestaan

source: Choose gmedia from library for quick gallery
nl_nl: Kies gmedia uit bibliotheek voor een snelle gallerij

source: Gallery "%s" successfuly saved. Shortcode: [gmedia id=%d]
nl_nl: Gallerij "%s" succesvol opgeslagen. Shortcode [gmedia id=%d]

source: %d item(s) was uncategorized
nl_nl: %d item(s) is/zijn ongecategoriseerd

source: Category `%s` assigned to %d image(s).
nl_nl: Categorie `%s` toegewezen aan %d afbeelding(en).

source: %d item(s) updated with "No Album"
nl_nl: %d item(s) geüpdate met "Geen Album"

source: Could not update statuses for gmedia items in the database
nl_nl: Kon status voor gmedia items in de database niet updaten

source: Album `%s` assigned to %d item(s)
nl_nl: Album `%s` toegewezen aan %d item(s)

source: Tags added to %d item(s)
nl_nl: Tags toegevoegd aan %d item(s)

source: No tags specified
nl_nl: Geen tags gespecificeerd

source: %d tag(s) deleted from %d item(s)
nl_nl: %d tag(s) verwijderd bij %d item(s)

source: %d item(s) updated successfuly
nl_nl: %d item(s) succesvol geüpdate

source: %d item(s) deleted successfuly
nl_nl: %d item(s) succesvol verwijderd

source: %d record(s) deleted from database successfuly. Original file(s) safe
nl_nl: %d bestand(en) succesvol verwijderd uit database. Originele bestand(en) veilig

source: You are not allowed to delete files
nl_nl: U heeft geen toestemming om bestanden te verwijderen

source: You are not allowed to delete terms
nl_nl: U heeft geen toestemming begrippen te verwijderen

source: You are not allowed to manage filters
nl_nl: U heeft geen toestemming filters te beheren

source: Filter Name is not specified
nl_nl: Bestandsnaam is niet gespecificeerd

source: Filter name can't be only digits
nl_nl: Filter naam mag niet uit alleen cijfers bestaan

source: Filter #%d successfuly saved
nl_nl: Filter #%d succesvol opgeslagen

source: You are not allowed to manage tags
nl_nl: U heeft geen toestemming tags te beheren

source: You are not allowed to manage gmedia galleries
nl_nl: U heeft geen toestemming gmedia gallerijen te beheren

source: Something goes wrong... Choose module, please
nl_nl: Er gaat iets mis... Kies module a.u.b.

source: Choose gallery source, please (tags, albums, categories...)
nl_nl: Kies a.u.b. de bron van gallerij (tags, albums, categoriëen...)

source: Can't load data from `%s` module
nl_nl: Niet in staat data uit `%s` module te laden

source: Gallery #%d successfuly saved
nl_nl: Gallerij #%d succesvol opgeslagen

source: Original module settings restored. Click "Reset to default" button to save original module settings for gallery
nl_nl: Originele module instellingen hersteld. Klik "Reset naar standaard" knop om originele module instellingen voor deze gallerij op te slaan

source: Gallery settings are reset
nl_nl: Gallerij instellingen zijn gereset

source: Preset name is not specified
nl_nl: Voorinstelling naam is niet gespecificeerd

source: Preset `%s` successfuly saved
nl_nl: Voorinstelling `%s` succesvol opgeslagen

source: Error while delete gallery #%d
nl_nl: Fout tijdens het verwijderen van gallerij #%d

source: You are not allowed to manage gmedia modules
nl_nl: U heeft geen toestemming om gmedia modules te beheren

source: You are not allowed to install module ZIP
nl_nl: U heeft geen toestemming om module ZIP te installeren

source: The uploaded file could not be moved to %s
nl_nl: Het geüploade bestand kon niet worden verplaatst naar %s

source: The `%s` file unzipped to module's directory
nl_nl: Het `%s` bestand is uitgepakt naar de map van de module

source: The `%s` module folder was deleted
nl_nl: De `%s` module map is verwijderd

source: You are not allowed to change gmedia settings
nl_nl: U heeft geen toestemming om gmedia instellingen veranderen

source: License Key deactivated
nl_nl: Licentie Sleutel gedeactiveerd

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Use Help Screen (top right button) for more info
nl_nl: Gebruik Help Scherm (knop rechtsboven) voor meer info

source: License Key activated successfully
nl_nl: Licentie Sleutel succesvol geactiveerd

source: Error
nl_nl: Fout

source: Empty License Key
nl_nl: Lege Licentie Sleutel

source: All settings set to default
nl_nl: Standaardinstellingen hersteld

source: You are not allowed to import media in Gmedia Library
nl_nl: U heeft geen toestemming om media te importeren naar de Gmedia Bibliotheek

source: Reset all Gmedia settings?
nl_nl: Alle Gmedia instellingen resetten?

source: Reset Settings
nl_nl: Instellingen Resetten

source: Premium Settings
nl_nl: Premium Instellingen

source: Other Settings
nl_nl: Andere Instellingen

source: Roles/Capabilities Manager
nl_nl: Rollen/Mogelijkheden Beheerder

source: System Info
nl_nl: Systeeminfo

source: Enter License Key to remove backlink label from premium gallery modules.
nl_nl: Vul Licentie Sleutel in om backlink label uit premium gallerij modules te verwijderen.

source: License Name
nl_nl: Licentie Naam

source: Additional Key
nl_nl: Extra Sleutel

source: Activate Key
nl_nl: Activeer Sleutel

source: When delete (uninstall) plugin
nl_nl: Als verwijderen (deïnstalleren) plugin

source: Delete database and all uploaded files
nl_nl: Verwijder database en alle geüploade bestanden

source: Delete database only and leave uploaded files
nl_nl: Verwijder alleen de database en behoud geüploade bestanden

source: Do not delete database and uploaded files
nl_nl: Verwijder database en geüploade bestanden niet

source: In Tags order gmedia
nl_nl: In Begrippen volgorde gmedia

source: by ID
nl_nl: op ID

source: by title
nl_nl: op titel

source: by filename
nl_nl: op bestandsnaam

source: by date
nl_nl: op datum

source: by last modified date
nl_nl: op laatst gewijzigd datum

source: Random
nl_nl: Willekeurig

source: Sort order
nl_nl: Sorteer volgorde

source: In Category order gmedia
nl_nl: In Categorie volgorde gmedia

source: Forbid other plugins to load their JS and CSS on Gmedia admin pages
nl_nl: Verbied andere plugins om hun JS en CSS op Gmedia admin pagina's in te laden

source: Enable Gmedia admin panel Isolation Mode
nl_nl: Activeer Gmedia admin panel Isolatie Modus

source: This option could help to avoid JS and CSS conflicts with other plugins in admin panel.
nl_nl: Deze optie kan JS en CSS conflicten met andere plugins in het admin panel helpen voorkomen.

source: Forbid theme to format Gmedia shortcode's content
nl_nl: Verbied thema om Gmedia shortcode's inhoud te formateren

source: Raw output for Gmedia Shortcode
nl_nl: Onbewerkte output voor Gmedia Shortcode

source: Some themes reformat shortcodes and break it functionality (mostly when you add description to images). Turning this on should solve this problem.
nl_nl: Sommige thema's formatteren shortcodes waardoor ze niet meer werken (meestal wanneer je omschrijvingen toevoegt aan afbeeldingen). Dit aanzetten zou het probleem moeten oplossen.

source: Enable Gmedia Library button on custom post types
nl_nl: Activeer Gmedia Library knop voor aangepaste bericht types

source: GmediaCloud is full window template to show your galleries, albums and other gmedia content
nl_nl: GmediaClous is een volledige scherm template om uw gallerijen, albums en andere gmedia content te tonen

source: Each module can have it's own design for GmediaCloud. Here you can set default module wich will be used for sharing Albums, Tags, Categories and single Gmedia Items.
nl_nl: Elke module kan haar eigen design krijgen voor GmediaCloud. Hier kun je de standaard module instellen die wordt gebruikt om Albums, Tags, Categoriëen en enkele Gmedia items te delen.

source: HashID salt for unique template URL
nl_nl: HashID salt voor unieke template URL

source: Changing this string you'll change Gmedia template URLs.
nl_nl: Deze tekenreeks aanpassen zal uw Gmedia template URL's veranderen.

source: Permalink Endpoint (GmediaCloud base)
nl_nl: Permalink Endpoint (GmediaCloud basis)

source: Changing endpoint you'll change Gmedia template URLs.
nl_nl: Endpoint aanpassen zal uw Gmedia template URL's veranderen.

source: Choose module/preset for GmediaCloud Page
nl_nl: Kies module/voorinstelling voor de GmediaCloud Pagina

source: Choose module/preset
nl_nl: Kies module/voorinstelling

source: Default Settings
nl_nl: Standaard Instellingen

source: by default will be used Phantom module
nl_nl: standaard wordt de Phantom module gebruikt

source: Top Bar Social Buttons
nl_nl: Balk Bovenaan met Social Media knoppen

source: Show Social Buttons
nl_nl: Social Media Knoppen Weergeven

source: Hide Social Buttons
nl_nl: Social Media Knoppen Verbergen

source: Additional JS code for GmediaCloud Page
nl_nl: Extra JS code voor GmediaCloud Pagina

source: Additional CSS code for GmediaCloud Page
nl_nl: Extra CSS code voor GmediaCloud Pagina

source: Select the lowest role which should be able to access the follow capabilities. Gmedia Gallery supports the standard roles from WordPress.
nl_nl: Selecteer de laagste rol die toegang heeft tot de volgende mogelijkheden. Gmedia Gallerij ondersteunt de standaard rollen van WordPress.

source: Who can view Gmedia Gallery admin pages
nl_nl: Wie kan Gmedia Gallerij admin pagina's bekijken

source: Upload Media Files
nl_nl: Upload Media Bestanden

source: Who can upload files to Gmedia Library
nl_nl: Wie kan bestanden uploaden naar Gmedia Bibliotheek

source: Import Media Files
nl_nl: Importeer Media Bestanden

source: Who can import files to Gmedia Library
nl_nl: Wie kan bestanden importeren naar Gmedia Bibliotheek

source: Show Others Media in Library
nl_nl: Toon Media van Anderen in Bibliotheek

source: Who can see files uploaded by other users
nl_nl: Wie kan bestanden geüpload door anderen zien

source: Edit Media
nl_nl: Bewerk Media

source: Who can edit media title, description and other properties of uploaded files
nl_nl: Wie kan media titel, omschrijving en andere eigenschappen van geüploade bestanden bewerken

source: Edit Others Media
nl_nl: Bewerk Media van Anderen

source: Who can edit files, albums/tags and galleries of other users
nl_nl: Wie kan bestanden, albums/tags en gallerijen van andere gebruikers bewerken

source: Delete Media
nl_nl: Verwijder Media

source: Who can delete uploaded files from Gmedia Library
nl_nl: Wie kan geüploade bestanden in Gmedia Bibliotheek verwijderen

source: Delete Others Media
nl_nl: Verwijder Media van Anderen

source: Who can delete files, albums/tags and galleries of other users
nl_nl: Wie kan bestanden, albums/tags en gallerijen van andere gebruikers verwijderen

source: Who can assign available terms to media files
nl_nl: Wie kan beschikbare begrippen toewijzen aan media bestanden

source: Manage Albums
nl_nl: Albums Beheren

source: Who can create and edit own albums. It is required "Edit Others Media" capability to edit others and shared albums
nl_nl: Wie kan eigen albums aanmaken en aanpassen. Het is noodzakelijk "Bewerk Media van Anderen" mogelijkheid om anderen te bewerken en gedeelde albums

source: Manage Filters
nl_nl: Filters Beheren

source: Who can create and edit own custom filters. It is required "Edit Others Media" capability to edit filters you do not own
nl_nl: Wie kan eigen aangepaste filters aanmaken en aanpassen. Het is noodzakelijk "Bewerk Media van Anderen" mogelijkheid om filters van anderen aan te passen

source: Manage Tags
nl_nl: Tags Beheren

source: Who can create new tags. It is required "Edit Others Media" capability to edit tags
nl_nl: Wie kan nieuwe tags aanmaken. Het is noodzakelijk "Bewerk Media van Anderen" mogelijkheid om tags aan te passen.

source: Delete Terms
nl_nl: Verwijder Begrippen

source: Who can delete own albums. It is required "Delete Others Media" capability to delete others terms
nl_nl: Wie kan eigen albums verwijderen. Het is noodzakelijk "Verwijder Media van Anderen" mogelijkheid om begrippen van anderen te verwijderen

source: Galleries
nl_nl: Gallerijen

source: Who can create, edit and delete own galleries
nl_nl: Wie kan eigen gallerijen aanmaken, bewerken en verwijderen

source: Who can manage modules
nl_nl: Wie kan modules beheren

source: Who can change settings. Note: Capabilites can be changed only by administrator
nl_nl: Wie kan instellingen aanpassen. Opmerking: Mogelijkheden kunnen alleen door de administrator worden aangepast

source: Memory Limit:
nl_nl: Ruimte Limiet:

source: Memory Used:
nl_nl: Ruimte Gebruikt:

source: Under constraction...
nl_nl: Wordt aan gewerkt...

source: Show: Albums
nl_nl: Toon: Albums

source: Show: Filters
nl_nl: Toon: Filters

source: Show: Tags
nl_nl: Toon: Tags

source: Show: Categories
nl_nl: Toon: Categoriëen

source: Album Name
nl_nl: Album Naam

source: Order gmedia
nl_nl: Sorteer Gmedia

source: user defined
nl_nl: gebruiker gedefineerd

source: Add New Album
nl_nl: Nieuw Album Toevoegen

source: You are not allowed to add new terms
nl_nl: U heeft geen toestemming tot het toevoegen van nieuwe begrippen

source: deleted author
nl_nl: Verwijderde auteur

source: no author
nl_nl: geen auteur

source: Filter in Gmedia Library
nl_nl: Filter in Gmedia Bibliotheek

source: Query:
nl_nl: Zoekopdracht:

source: you can type multiple tags separated by comma
nl_nl: U kunt meerdere tags typen gescheiden door een komma

source: Tag Names
nl_nl: Tag Namen

source: Add New Tags
nl_nl: Nieuwe Tag Toevoegen

source: Return to
nl_nl: Terug naar

source: Show Album in Gmedia Library
nl_nl: Toon album in Gmedia Bibliotheek

source: Edit Album
nl_nl: Album Bewerken

source: Apply Status for all items in album
nl_nl: Status toepassen voor alle items in het album

source: Gmedia Image ID
nl_nl: Gmedia Afbeelding ID

source: No image with such ID
nl_nl: Geen afbeelding met een dergelijke ID

source: Sort Album
nl_nl: Sorteer Album

source: Custom Order
nl_nl: Aangepaste Volgorde

source: Reset custom order
nl_nl: Reset aangepaste volgorde

source: Use your mouse (drag&drop) for custom sorting of images or manually enter index number in top right field of each image.
nl_nl: Gebruik uw muis (drag&drop) voor een aangepast volgorde van de afbeeldingen of typ handmatig een index nummer in in het veld rechtsboven bij iedere afbeelding.

source: Total items: %d
nl_nl: Totaal items: %d

source: Show Filter in Gmedia Library
nl_nl: Toon Filter in Gmedia Bibliotheek

source: Edit Filter
nl_nl: Filter Bewerken

source: Filter Name
nl_nl: Filter Naam

source: Filter Author:
nl_nl: Filter Auteur:

source: Query Parameters
nl_nl: Zoekopdracht Parameters

source: Any Album...
nl_nl: Willekeurig Album...

source: get albums
nl_nl: albums binnenhalen

source: exclude albums
nl_nl: albums uitsluiten

source: Any Category...
nl_nl: Willekeurige Categorie...

source: get categories
nl_nl: categoriëen binnenhalen

source: exclude categories
nl_nl: categoriëen uitsluiten

source: Any Tag...
nl_nl: Willekeurige Tag...

source: get items with either tags
nl_nl: items binnenhalen met een tag

source: get items that have all listed tags
nl_nl: items binnenhalen met alle genoemde tags

source: exclude items that have any of the listed tags
nl_nl: items uitsluiten met een van de tags in de lijst

source: Terms Relation
nl_nl: Voorwaarden Samenwerking

source: allows you to describe the relationship between the taxonomy queries
nl_nl: laat u de relatie tussen zoekopdrachten omschrijven

source: Search
nl_nl: Zoek

source: Search string or terms separated by comma
nl_nl: Zoekopdrachten tekenreeks of begrippen gescheiden door komma

source: Search exactly string
nl_nl: Zoek exacte tekenreeks

source: Use selected in Library
nl_nl: Gebruik geselecteerden in Bibliotheek

source: Gmedia IDs <small class="text-muted">separated by comma</small>
nl_nl: Gmedia ID's <small class="text-muted">gescheiden door komma</small>

source: get gmedia IDs
nl_nl: Gmedia ID's binnehalen

source: exclude gmedia IDs
nl_nl: Gmedia ID's uitsluiten

source: You can select items you want to add here right in Gmedia Library and then return here and click button "Use selected in Library"
nl_nl: U kunt items selecteren die u hier in Gmedia Bibliotheek wilt toevoegen en dan hier terugkeren en klikken op de knop "Gebruik geselecteerden in Bibliotheek"

source: All types...
nl_nl: Alle types...

source: Image
nl_nl: Afbeelding

source: Text
nl_nl: Tekst

source: Application
nl_nl: Applicatie

source: Authors
nl_nl: Auteurs

source: All authors...
nl_nl: Alle auteurs...

source: get authors
nl_nl: auteurs binnenhalen

source: exclude authors
nl_nl: auteurs uitsluiten

source: Year
nl_nl: Jaar

source: 4 digit year e.g. 2011
nl_nl: 4-cijferig jaartal bijv. 2011

source: Month
nl_nl: Maand

source: from 1 to 12
nl_nl: van 1 tot 12

source: Day
nl_nl: Dag

source: from 1 to 31
nl_nl: van 1 tot 31

source: Custom Field Key
nl_nl: Aangepaste Veldsleutel

source: Display items with this field key
nl_nl: Items weergeven met deze veldsleutel

source: Custom Field Value
nl_nl: Aangepaste veldwaarde

source: Display items with this field value
nl_nl: Items weergeven met deze veldwaarde

source: Compare Operator
nl_nl: Vergelijk operator

source: Choose..
nl_nl: Kies..

source: Default
nl_nl: Standaard

source: Operator to test the field value
nl_nl: Operator om de veldwaarde te testen

source: Custom field type
nl_nl: Aangepaste veldtype

source: Order
nl_nl: Volgorde

source: DESC - Default
nl_nl: DESC - Standaard

source: Ascending or Descending order
nl_nl: Oplopende of Aflopende volgorde

source: Order by
nl_nl: Sorteer op

source: Date - Default
nl_nl: Datum - Standaard

source: Modified Date
nl_nl: Aangepaste Datum

source: Selected Order
nl_nl: Geselecteerde Volgorde

source: Custom Field Value (Numeric)
nl_nl: Aangepaste Veldwaarde (Numeriek)

source: Sort retrieved posts by
nl_nl: Sorteer binnengehaalde berichte op

source: Query Filter
nl_nl: Filter Zoekopdracht

source: No items with selected parameters.
nl_nl: Geen items met geselecteerde parameters.

source: Set Filter parameters and click Save button to test query.
nl_nl: Stel Filter parameters in en klik Opslaan knop om de zoekopdracht te testen.

source: Import to Gmedia Library...
nl_nl: Importeren naar Gmedia Bibliotheek...

source: Sort by filename
nl_nl: Sorteer op bestandsnaam

source: File
nl_nl: Bestand

source: No Supported Files in Gallery
nl_nl: Geen Ondersteunde Bestanden in Gallerij

source: Sorry, Gmedia Gallery works only under WordPress %s or higher
nl_nl: Sorry, Gmedia Gallerij werkt alleen op WordPress %s of hoger

source: Attention! Your server php version is: %s. Gmedia Gallery requires php version 5.2+ in order to run properly. Please upgrade your server!
nl_nl: Let op! Uw server php versie is: %s. Gmedia Gallery heeft php versie 5.2+ nodig om naar behoren te functioneren. Upgrade uw server a.u.b.!

source: Attention! Your server safe mode is: ON. Gmedia Gallery requires safe mode to be OFF in order to run properly. Please set your server safe mode option!
nl_nl: Let op! Uw server veiligheidsmodus is: AAN. Gmedia Gallery heeft veiligheidsmodus UIT nodig om naar behoren te kunnen functioneren. Verander de server veiligheidsmodus a.u.b.!

source: Disable your Popup Blocker and try again.
nl_nl: Zet uw Pop-up Blocker uit en probeer opnieuw.

source: downloading...
nl_nl: downloaden...

source: Working. Wait please.
nl_nl: Bezig. Even geduld a.u.b.

source: Directory %s or its subfolders are not writable by the server.
nl_nl: Map %s of haar submappen zijn niet beschrijfbaar door de server.

source: Failed to open directory: %s
nl_nl: Het openen van de volgende map is mislukt: %s

source: Failed to open input stream.
nl_nl: Input stream openen mislukt.

source: Could not read image size. Invalid image was deleted.
nl_nl: Kon de afbeeldingsgrootte niet lezen. Ongeldige afbeelding is verwijderd.

source: File uploaded successful. Assigned ID: %s
nl_nl: Bestand succesvol geüpload. Toegewezen ID: %s

source: Failed to open output stream.
nl_nl: Output stream openen mislukt.

source: Something went wrong...
nl_nl: Er is iets mis gegaan...

source: File not exists: %s
nl_nl: Bestand bestaat niet: %s

source: file already exists
nl_nl: bestand bestaat al

source: Unable to create directory `%s`. Is its parent directory writable by the server?
nl_nl: Niet in staat map `%s` aan te maken. Is de bovenliggende map beschrijfbaar door de server?

source: Directory `%s` or its subfolders are not writable by the server.
nl_nl: Map `%s` of haar submappen zijn niet beschrijfbaar door de server.

source: Can't copy file from `%s` to `%s`
nl_nl: Niet in staat bestand van `%s` naar `%s` te kopiëren

source: Directory `%s` is not writable by the server.
nl_nl: Map `%s` is niet beschrijfbaar door de server.

source: Enter valid email, please
nl_nl: Vul a.u.b. een geldig e-mailadres in

source: Aperture
nl_nl: Lensopening

source: Caption
nl_nl: Bijschrift

source: Date/Time
nl_nl: Datum/Tijd

source: Focal length
nl_nl: Brandpuntafstand

source: Shutter speed
nl_nl: Sluitertijd

source: Subject
nl_nl: Onderwerp

source: Make
nl_nl: Maken

source: Edit Status
nl_nl: Bewerk Status

source: Keywords
nl_nl: Kernwoorden

source: Date Created
nl_nl: Datum Gemaakt

source: Time Created
nl_nl: Tijd Gemaakt

source: Author Position
nl_nl: Auteur Standpunt

source: City
nl_nl: Stad

source: Location
nl_nl: Locatie

source: Province/State
nl_nl: Provincie/Staat

source: Country code
nl_nl: Landencode

source: Country
nl_nl: land

source: Headline
nl_nl: Titel

source: Last modified
nl_nl: Laatst bewerkt

source: Program tool
nl_nl: Programmeer gereedschap

source: Format
nl_nl: Formaat

source: Width
nl_nl: Breedte

source: Height
nl_nl: Hoogte

source: Flash
nl_nl: Flits

source: Custom Fields
nl_nl: Aangepaste Velden

source: Custom fields can be used to add extra metadata to a gmedia item that developer can use in their templates.
nl_nl: Aangepaste velden kunnen gebruikt worden om extra metadata die een ontwikkelaar in hun templates kan gebruiken aan een Gmedia item toe te voegen.

source: Value
nl_nl: Waarde

# meta name
source: Name
nl_nl: Naam

source: &mdash; Select &mdash;
nl_nl: &mdash; Selecteer &mdash;

source: Enter new
nl_nl: Nieuwe toevoegen

source: Page
nl_nl: Pagina

source: of
nl_nl: van

source: Empty Term
nl_nl: Leeg Begrip

source: Invalid Taxonomy
nl_nl: Ongeldige Taxonomy

source: Invalid taxonomy
nl_nl: Ongeldige taxonomy

source: Invalid term ID
nl_nl: Ongeldige begrip ID

source: A name is required for this term
nl_nl: Een naam is vereist voor dit begrip

source: A term with the name provided already exists.
nl_nl: Een begrip met de gegeven naam bestaat al.

source: Could not insert term into the database
nl_nl: Kon begrip niet invoegen in de database

source: A name is required for term
nl_nl: Een naam is vereist voor het begrip

source: Could not insert gmedia term relationship into the database
nl_nl: Kon gmedia begripkoppeling niet invoeren in de database

source: Do you really want restore original image?
nl_nl: Weet u zeker dat u wilt herstellen naar de originele afbeelding?

source: Do you really want reset all changes?
nl_nl: Weet u zeker dat u alle veranderingen wilt resetten?

source: Working
nl_nl: Bezig

source: Save image
nl_nl: Afbeelding opslaan

source: Rotate Counterclockwise
nl_nl: Draai Linksom

source: Rotate Clockwise
nl_nl: Draai Rechtsom

source: Flip Horizontal
nl_nl: Horizontaal Spiegelen

source: Flip Vertical
nl_nl: Verticaal Spiegelen

source: Greyscale
nl_nl: Grijstinten

source: Invert
nl_nl: Omkeren

source: Processing image
nl_nl: Afbeelding bewerken

source: Brightness
nl_nl: Helderheid

source: Saturation
nl_nl: Verzadiging

source: Vibrance
nl_nl: Levendigheid

source: Exposure
nl_nl: Belichting

source: Hue
nl_nl: Tint

source: Noise
nl_nl: Ruis

source: Clip
nl_nl: Knipsel

source: Apply to
nl_nl: Toepassen op

source: Original, Web-image, Thumbnail
nl_nl: Origineel, Web-afbeelding, Thumbnail
