Repository: wp-plugins/grand-media
Catalog: languages/gmLang-*.po
Languages: nl_nl

source: Web-image, Thumbnail
nl_nl: Web-afbeelding, Thumbnail

source: Gmedia Collections
nl_nl: Gmedia Collecties

source: Create New Gallery
nl_nl: Nieuwe Gallerij Aanmaken

source: Refresh
nl_nl: Vernieuwen

source: Edit gallery
nl_nl: Gallerij Bewerken

source: Insert into post
nl_nl: In Bericht Insluiten

source: Open in Gmedia Library
nl_nl: Open in Gmedia Bibliotheek

source: Link To
nl_nl: Link Naar

source: Custom URL
nl_nl: Aangepaste URL

source: Web size image
nl_nl: Web-grootte afbeelding

source: Original image
nl_nl: Originele afbeelding

source: Alignment
nl_nl: Uitlijning

source: Left
nl_nl: Links

source: Center
nl_nl: Midden

source: Right
nl_nl: Rechts

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Upload finished
nl_nl: Uploaden voltooid

source: Initializing...
nl_nl: Initialiseren...

source: Choose text area first
nl_nl: Kies eerst tekstvak

source: click to remove shortcode
nl_nl: klik om shortcode te verwijderen

source: click to insert shortcode
nl_nl: klik om shortcode in te voegen

source: edit
nl_nl: bewerk

source: No Galleries.
nl_nl: Geen Gallerijen.

source: Create
nl_nl: Aanmaken

source: Rate Gmedia at Wordpress.org
nl_nl: Beoordeel Gmedia op Wordpress.org

source: Set GmediaGallery featured image
nl_nl: Stel GmediaGallery uitgelichte afbeelding in

source: Replace from Gmedia Library
nl_nl: Vervangen uit Gmedia Bibliotheek

source: Set Gmedia featured image
nl_nl: Stel Gmedia uitgelichte afbeelding in

source: Gmedia Module folder missed.
nl_nl: Gmedia Module map vermist.

source: Module `%s` is outdated. Update module to latest version
nl_nl: Module `%s` is verouderd. Update module naar laatste versie

source: Module `%s` is broken. Choose another module for this gallery
nl_nl: Module `%s` is kapot. Kies een andere module voor deze gallerij

source: Choose gallery source, please.
nl_nl: Kies a.u.b. gallerij bron.

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Full
nl_nl: Volledig

source: Keyboard Shortcuts
nl_nl: Toetsenbord Sneltoetsen

source: Dismiss
nl_nl: Afwijzen

source: Slideshow
nl_nl: Diashow

source: Maximize
nl_nl: Maximaliseren

source: Abstract
nl_nl: Overzicht

source: Animals
nl_nl: Dieren

source: Black and White
nl_nl: Zwart en Wit

source: Celebrities
nl_nl: Beroemdheden

source: City & Architecture
nl_nl: Stad & Architectuur

source: Commercial
nl_nl: Commercieel

source: Family
nl_nl: Familie

source: Fashion
nl_nl: Mode

source: Fine Art
nl_nl: Beeldende Kunst

source: Food
nl_nl: Eten

source: Journalism
nl_nl: Journalistiek

source: Landscapes
nl_nl: Landschappen

source: Nature
nl_nl: Natuur

source: Nude
nl_nl: Naakt

source: People
nl_nl: Mensen

source: Performing Arts
nl_nl: Uitvoerende Kunst

source: Still Life
nl_nl: Stilleven

source: Street
nl_nl: Straat

source: Transportation
nl_nl: Vervoer

source: Travel
nl_nl: Reizen

source: Underwater
nl_nl: Onderwater

source: Urban Exploration
nl_nl: Stedelijke Verkenning

source: Wedding
nl_nl: Trouwerij

source: Sorry, Gmedia Gallery works only with a role called administrator
nl_nl: Sorry, Gmedia Gallery werkt alleen voor diegene met de rol administrator

source: GmediaGallery: Tables could not created, please check your database settings
nl_nl: GmediaGallery: Tabellen konden niet worden aangemaakt, controleer a.u.b. uw database instellingen

source: Go Back
nl_nl: Ga Terug

source: Shared with GmediaGallery
nl_nl: Gedeeld met GmediaGallery

source: <strong>GmediaGallery Data Update Required</strong> &#8211; We need to update your install to the latest version.
nl_nl: <strong>GmediaGallery Data Update Noodzakelijk</strong> &#8211; We moeten uw installatie updaten naar de laatste versie.

source: <strong>Important:</strong> &#8211; GmediaGallery plugin was fully rewritten, so after update you need to check all your created galleries and update modules.
nl_nl: <strong>Belangrijk:</strong> &#8211; GmediaGallery plugin is volledig herschreven, dus na de update dien je alle gecreëerde gallerijen te controleren en modules te updaten.

source: The update process may take a little while, so please be patient.
nl_nl: Het update-proces kan een tijdje duren, even geduld a.u.b..

source: Run the updater
nl_nl: Start de updater

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
nl_nl: Het wordt sterk aanbevolen om een backup van uw database aan te maken voordat u verder gaat. Weet u zeker dat u de updater nu wilt starten?

source: <strong>GmediaGallery Updating:</strong> &#8211; GmediaGallery plugin was fully rewritten, so after update you need to check all your created galleries and update modules.
nl_nl: <strong>GmediaGallery Updaten:</strong> &#8211; GmediaGallery plugin is volledig herschreven, dus na de update dien je alle gecreëerde gallerijen te controleren en modules te updaten.

source: Gmedia database tables updated...
nl_nl: Gmedia database tabellen geüpdate...

source: Start update images...
nl_nl: Start updaten afbeeldingen...

source: Gmedia database data updated...
nl_nl: Gmedia database data geüpdate...

source: Gmedia Galleries updated...
nl_nl: Gmedia Gallerijen geüpdate...

source: GmediaGallery plugin update complete.
nl_nl: GmediaGallery plugin update voltooid.

source: Ignored
nl_nl: Genegeerd

source: Invalid image.
nl_nl: Ongeldige afbeelding.

source: Image update process complete...
nl_nl: Afbeelding update proces voltooid...

source: Gmedia Gallery - powerfull media library plugin for creating beautiful galleries and managing files.
nl_nl: Gmedia Gallery - krachtige media bibliotheek plugin voor het creëren van prachtige gallerijen en het beheren van bestanden.
