Repository: wp-plugins/grand-media
Catalog: languages/gmLang-*.po
Languages: nl_nl

source: Uncategorized
nl_nl: Ongecategoriseerd

source: Deleted User
nl_nl: Verwijderde Gebruiker

source: Shared
nl_nl: Gedeeld

source: You can't do this
nl_nl: Dit kunt u niet doen

source: You have no permission to do this operation
nl_nl: U heeft geen toestemming deze handeling uit te voeren

source: Failed to move uploaded file.
nl_nl: Het verplaatsen van het geüploade bestand is mislukt

source: You are not allowed to edit media
nl_nl: U mag geen media bewerken

source: You are not allowed to edit others media
nl_nl: U mag geen media van anderen bewerken

source: You are not allowed to manage categories
nl_nl: U mag geen categorieën beheren

source: %d items updated with "Uncategorized"
nl_nl: %d items geüpdate met "Ongecategoriseerd"

source: Category `%s` assigned to %d images.
nl_nl: Categorie `%s` toegewezen aan %d afbeeldingen.

source: Category `%s` can't be assigned.
nl_nl: Categorie `%s` kan niet worden toegewezen.

source: You are not allowed to manage albums
nl_nl: U mag geen albums beheren

source: %d items updated with "No Album"
nl_nl: %d items geüpdate met "Geen Album"

source: Album `%s` assigned to %d items
nl_nl: Album `%s` toegewezen aan %d items

source: You are not allowed manage tags
nl_nl: U mag geen tags beheren

source: No tags provided
nl_nl: Niet voorzien van tags

source: %d tags added to %d items
nl_nl: %d tags toegevoegd aan %d items

source: You are not allowed to delete others media
nl_nl: U mag geen media van anderen verwijderen

source: %d tags deleted from %d items
nl_nl: %d tags verwijderd van %d items

source: You are not allowed to delete this post.
nl_nl: U mag deze post niet verwijderen.

source: You are not allowed to delete media others media
nl_nl: U mag geen media van anderen verwijderen

source: Error in deleting...
nl_nl: Fout tijdens het verwijderen...

source: %d items deleted successfuly
nl_nl: %d items succesvol verwijderd

source: Term Name is not specified
nl_nl: Begrip Naam niet gespecificeerd

source: Term Name can't be only digits
nl_nl: Begrip Naam kan niet enkel uit cijfers bestaan

source: A term with the id provided do not exists
nl_nl: Een begrip met het gegeven id bestaat niet

source: A term with the name provided already exists
nl_nl: Een begrip met de gegeven naam bestaat niet

source: Album `%s` successfuly saved
nl_nl: Album `%s` succesvol opgeslagen

source: Tag %d successfuly updated
nl_nl: Tag %d succesvol geüpdate

source: Term name can't be only digits or empty
nl_nl: Begrip naam met niet uit enkel cijfers bestaan of leeg zijn

source: %d of %d tags successfuly added
nl_nl: %d van de %d tags succesvol toegevoegd

source: Some of provided tags are already exists
nl_nl: Sommige van de ingevoerde tags bestaan al

source: Upload Files
nl_nl: Upload Bestanden

source: Import
nl_nl: Importeren

source: Add files to the upload queue and click the start button
nl_nl: Voeg bestanden to aan de upload wachtrij en klik op de start knop

source: Grab files from other sources
nl_nl: Neem bestanden van andere bronnen

source: You do not have permissions to upload media
nl_nl: U heeft geen toestemming om media te uploaden

source: Maximum file size
nl_nl: Maximale bestandsgrootte

source: Maximum $_POST size
nl_nl: Maximale $_POST grootte

source: Chunk size
nl_nl: Deelgrootte

source: Title
nl_nl: Titel

source: EXIF or File Name
nl_nl: EXIF of Bestandsnaam

source: File Name
nl_nl: Bestandsnaam

source: Empty
nl_nl: Leeg

source: Same as Album or Public
nl_nl: Zelfde als Album of Openbaar

source: Public
nl_nl: Openbaar

source: Private
nl_nl: Privé

source: Draft
nl_nl: Concept

source: Assign Category
nl_nl: Categorie Toewijzen

source: (for images only)
nl_nl: (alleen voor afbeeldingen)

source: by %s
nl_nl: door %s

source: shared
nl_nl: gedeeld

source: Add to Album
nl_nl: Voeg toe aan Album

source: Album Name...
nl_nl: Album Naam...

source: Add Tags
nl_nl: Tags Toevoegen

source: Add Tags...
nl_nl: Tags Toevoegen...

source: You are not allowed to assign terms
nl_nl: U heeft geen toestemming begrippen toe te wijzen

source: You browser doesn't have Flash or HTML5 support. Check also if page have no JavaScript errors.
nl_nl: Uw browser ondersteunt geen Flash of HTML5. Controleer ook of de pagina geen JavaScript fouten bevat.

source: You do not have permissions to import media
nl_nl: U heeft geen toestemming om media te importeren

source: (shared)
nl_nl: (gedeeld)

source: Import Server Folder
nl_nl: Server Map Importeren

source: FlAGallery plugin
nl_nl: FIAGallery plugin

source: Sever folders
nl_nl: Server mappen

source: delete source files after importing
nl_nl: verwijder bronbestanden na het importeren

source: Import folder
nl_nl: Map importeren

source: loading...
nl_nl: laden...

source: If Album is not specified, then gallery name will be used as Album
nl_nl: Wanneer het Album niet is gespecificeerd, dan zal de naam van de gallerij Album gebruikt worden

source: Flagallery Galleries
nl_nl: Flagallery Gallerijen

source: Toggle checkboxes
nl_nl: Checkboxen schakelen

source: There are no created galleries in this plugin.
nl_nl: Er zijn geen aangemaakte gallerijen in deze plugin.

source: NextGen Galleries
nl_nl: NextGen Gallerijen

source: Close
nl_nl: Sluiten

source: Working...
nl_nl: Bezig...

source: Gmedia Library
nl_nl: Gmedia Bibliotheek

source: Add Media Files
nl_nl: Media Toevoegen

source: Add/Import Files
nl_nl: Bestanden Toevoegen/Importeren

source: Gmedia Galleries
nl_nl: Gmedia Gallerijen

source: Create/Manage Galleries...
nl_nl: Gallerijen Aanmaken/Beheren...

source: Gmedia Settings
nl_nl: Gmedia Instellingen

source: Settings
nl_nl: Instellingen

source: Mobile Application
nl_nl: Mobiele Applicatie

source: Wordpress Media Library
nl_nl: Wordpress Media Bibliotheek

source: WP Media Library
nl_nl: WP Media Bibliotheek

source: Updating GmediaGallery Plugin
nl_nl: GmediaGallery Plugin aan het updaten

source: I need your support
nl_nl: Ik heb uw support nodig

source: License Key
nl_nl: Licentie Sleutel

source: Apply
nl_nl: Toepassen

source: items per page
nl_nl: items per pagina

source: Filename
nl_nl: Bestandsnaam

source: Date
nl_nl: Datum

source: Last Modified
nl_nl: Laatst gewijzigs

source: Author
nl_nl: Auteur

source: order items
nl_nl: items sorteren

source: sort order
nl_nl: sorteer volgorde

source: Quick Tags panel for Description field
nl_nl: Snelle Begrippen panel voor Omschrijving Veld

source: Uploader runtime:
nl_nl: Uploader looptijd:

source: Chunking:
nl_nl: Opdelen:

source: URL streem upload:
nl_nl: URL stream upload:

source: Name
nl_nl: Naam

source: Gmedia Count
nl_nl: Gmedia Telling

source: Author ID (for albums only)
nl_nl: Auteur's ID (alleen voor albums)

source: Author ID
nl_nl: Auteur's ID

source: Set query options for this page to be loaded by default.
nl_nl: Stel zoekopdracht opties voor deze pagina in om standaard te laden.

source: No record in DataBase.
nl_nl: Geen gegevens in DataBase.

source: Please provide a custom field value.
nl_nl: Vul a.u.b. in het veld een aangepaste waarde in.

source: Something goes wrong.
nl_nl: Er gaat iets mis.

source: Image "%d" updated
nl_nl: Afbeelding "%d" geüpdate

source: Image "%d" restored from backup and saved
nl_nl: Afbeelding "%d" hersteld vanuit backup en opgeslagen

source: Quick Gallery from selected items
nl_nl: Snelle Gallerij met geselecteerde items

source: Create Quick Gallery
nl_nl: Snelle Gallerij Aanmaken

source: Show Images from Categories
nl_nl: Toon afbeeldingen uit Categoriëen

source: Show Selected
nl_nl: Toon Selectie

source: Assign Category for Selected Images
nl_nl: Categorie toewijzen aan geselecteerde afbeeldingen

source: Assign Album for Selected Items
nl_nl: Album toewijzen aan geselecteerde items

source: Assign Album
nl_nl: Album Toewijzen

source: Filter by Tags
nl_nl: Filter op Tags

source: Add Tags to Selected Items
nl_nl: Tags toevoegen aan geselecteerde items

source: Delete Tags from Selected Items
nl_nl: Tags verwijderen uit geselecteerde items

source: Delete Tags
nl_nl: Tags Verwijderen

source: Custom Filters
nl_nl: Aangepaste Filters

source: Filter by Author
nl_nl: Filter op Auteur

source: Select Author
nl_nl: Selecteer Auteur

source: Select
nl_nl: Selecteer

source: Batch Edit
nl_nl: Partij Bewerken

source: Batch Save
nl_nl: Partij Opslaan

source: No selected Gmedia. Select at least one item in library.
nl_nl: Geen geselecteerde Gmedia. Selecteer ten minste één item in de bibliotheek.

source: Gallery Name
nl_nl: Gallerij Naam

source: Modue
nl_nl: Module

source: Selected IDs
nl_nl: Geselecteerde ID's

source: No Album
nl_nl: Geen Album

source: Move to Album
nl_nl: Verplaats naar Album

source: Make status of selected items be the same as Album status
nl_nl: Wijzig status van de geselecteerde items in dezelfde als de Album status

source: No tags
nl_nl: Geen tags

source: Import IPTC Keywords from selected images to Tags
nl_nl: Importeer IPTC Kernwoorden van geselecteerde afbeeldingen naar Tags

source: Choose Filter
nl_nl: Kies Filter

source: Filter Name...
nl_nl: Filter Naam...

source: There is no Filters created yet.
nl_nl: Er zijn nog geen Filters aangemaakt.

source: Create Filter
nl_nl: Filter Aanmaken

source: Choose Author
nl_nl: Kies Auteur

source: You are not allowed to see others media
nl_nl: U mag de media van anderen niet zien

source: Note, data will be saved to all selected items in Gmedia Library.
nl_nl: Let op, data wordt opgeslagen voor alle geselecteerde items in Gmedia Bibliotheek.

source: Skip. Do not change
nl_nl: Sla over. Pas wijzigingen niet toe

source: Custom
nl_nl: Aangepast

source: Variables: <b>{filename}</b> - original file name; <b>{id}</b> - Gmedia #ID in database; <b>{index:1}</b> - index of selected file in order you select (set start number after colon).
nl_nl: Variabelen: <b>{bestandsnaam}</b> - originele bestandsnaam; <b>{id}</b> - Gmedia #ID in de database; <b>{index:1}</b> - index van de geselecteerde betsanden in de volgorde waarin je ze hebt geselecteerd (vul startnummer in na de dubbele punt).

source: Empty Title
nl_nl: Lege Titel

source: From Filename
nl_nl: Van Bestandsnaam

source: Enter custom title here
nl_nl: Vul een aangepaste titel hier in

source: Description
nl_nl: Omschrijving

source: Add MetaInfo to Description
nl_nl: Voeg MetaInfo toe aan Omschrijving

source: Empty Description
nl_nl: Lege Omschrijving

source: Replace
nl_nl: Vervangen

source: Append
nl_nl: Achteraan Toevoegen

source: Prepend
nl_nl: Vooraan Toevoegen

source: Enter description here
nl_nl: Voeg omschrijving hier toe

source: Empty Link
nl_nl: Lege Link

source: Link to original file
nl_nl: Link naar het originele bestand

source: Enter url here
nl_nl: Voeg url hier toe

source: Ops! Something wrong.
nl_nl: Oeps! Er ging iets verkeerd.

source: Cancel
nl_nl: Annuleren

source: Tag #%d successfuly updated
nl_nl: Tag #%d succesvol geüpdate

source: You are not allowed to manage galleries
nl_nl: U mag geen gallerijen beheren

source: You are not allowed to install modules
nl_nl: U mag geen modules installeren

source: Unable to create directory %s. Is its parent directory writable by the server?
nl_nl: Niet in staat map %s aan te maken. Is de bovenliggende map beschrijfbaar door de server?

source: Directory %s is not writable by the server.
nl_nl: Map %s is niet beschrijfbaar door de server.

source: Could not access filesystem.
nl_nl: Kon geen verbinding maken met het bestandssysteem.

source: Filesystem error
nl_nl: Fout in bestandssysteem

source: The `%s` module successfuly installed
nl_nl: De `%s` module is succesvol geïnstalleerd

source: No file specified
nl_nl: Geen bestand gespecificeerd

source: Import from WP Media Library
nl_nl: Importeer vanuit WP Media Bibliotheek

source: Skip if file with the same name already exists in Gmedia Library
nl_nl: Sla over als een bestand met dezelfde naam al bestaat in de Gmedia Bibliotheek

source: No items related by tags.
nl_nl: Geen items gerelateerd aan de tags.

source: No items matching the search query.
nl_nl: Er komen geen items overeen met de zoekopdracht.

source: No items to show
nl_nl: Geen items om weer te geven

source: You do not have permission to upload files in Gmedia Library.
nl_nl: U heeft geen toestemming bestanden te uploaden in Gmedia Library

source: No file name.
nl_nl: Geen bestandsnaam.

source: File type not allowed.
nl_nl: Bestandsformaat niet toegestaan.

source: You do not have permission to upload files.
nl_nl: U heeft geen toestemming bestanden te uploaden.

source: Folder `%s` is empty
nl_nl: Map `%s` is leeg

source: No folder chosen
nl_nl: Geen map gekozen

source: Import from Flagallery plugin
nl_nl: Importeer vanuit Flagallery plugin

source: Import `%s` gallery
nl_nl: Importeer `%s` gallerij

source: gallery contains 0 images
nl_nl: gallerij bevat 0 afbeeldingen

source: No gallery chosen
nl_nl: Geen gallerij gekozen

source: Import from NextGen plugin
nl_nl: Importeer vanuit NextGen plugin

source: No items chosen
nl_nl: Geen items gekozen

source: Invalid email
nl_nl: Ongeldig e-mailadres

source: %s shared GmediaCloud Page with you
nl_nl: %s deelt GmediaCloud Pagina met jou

source: %s used Gmedia to share something interesting with you!
nl_nl: %s gebruikt Gmedia om iets interessants met jou te delen!

source: Click here to view page
nl_nl: Klik hier om de pagina te bekijken

source: Message sent to %s
nl_nl: Bericht verzonden naar %s

source: Choose or provide a custom field name
nl_nl: Kies of geef een aangepaste veldnaam

source: Please provide a custom field value
nl_nl: Geef a.u.b. een aangepaste veldnaam

source: Your server is not accessable by iOS application
nl_nl: Uw server is niet toegankelijk door iOS applicatie

source: Disable access to your Gmedia Library via iOS application?
nl_nl: Toegang tot uw Gmedia Bibliotheek via iOS applicatie uitschakelen?

source: Disable Service
nl_nl: Service Uitschakelen

source: Enable Service
nl_nl: Service Inschakelen

source: On the right side you can see information about your website that will be used by iOS application, so you'll be able to manage your Gmedia Library with your smartphone.
nl_nl: Aan de rechterkant ziet u informatie over uw website die gebruikt zal worden door iOS applicatie, zodat u in staat bent uw Gmedia Library met uw smartphone te beheren.

source: Download Gmedia iOS application from the App Store to manage your Gmedia Library from iPhone.
nl_nl: Download Gmedia iOS applicatie uit de App Store om uw Gmedia Bibliotheek te beheren vanaf iPhone.

source: Which category fit your site most?
nl_nl: In welke categorie past uw website het best?

source: Site URL
nl_nl: Website URL

source: Site Title
nl_nl: Website Titel

source: Site Description
nl_nl: Website Omschrijving

source: Search...
nl_nl: Zoeken...

source: Toggle Dropdown
nl_nl: Dropdown Schakelen

source: All
nl_nl: Alle

source: None
nl_nl: Geen

source: Reverse only visible items
nl_nl: Alleen zichtbare items omkeren

source: Reverse
nl_nl: Omkeren

source: Create Gallery
nl_nl: Gallerij Aanmaken

source: Action
nl_nl: Actie

source: Select items to see more actions
nl_nl: Selecteer items om meer acties te zien

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
nl_nl: U staat op het punt de geselecteerde items permanent te verwijderen. v'Annuleer' om te stoppen, 'OK' om te verwijderen.

source: Delete Selected Items
nl_nl: Verwijder Geselecteerde Items

source: %s selected
nl_nl: %s geselecteerd

source: Show only selected items
nl_nl: Laat alleen geselecteerde items zien

source: Clear selected items
nl_nl: Geselecteerde items wissen

source: Module broken <br>Reinstall module
nl_nl: Module kapot <br>Installeer module opnieuw

source: Share
nl_nl: Delen

source: Edit
nl_nl: Bewerken

source: Delete
nl_nl: Verwijderen

source: Last Edited
nl_nl: Laatst bewerkt

source: Source
nl_nl: Bron

source: Selected Gmedia
nl_nl: Geselecteerde Gmedia

source: Show %d items in Gmedia Library
nl_nl: Laat %d items zien in Gmedia Bibliotheek

source: Categories
nl_nl: Categoriëen

source: No items to show.
nl_nl: Geen items om te tonen.

source: Choose Module for Gallery
nl_nl: Kies Module voor Gallerij

source: Version
nl_nl: Versie

source: No installed modules
nl_nl: Geen modules geïnstalleerd

source: GmediaCloud Page
nl_nl: GmediaCloud Pagina

source: Link to page
nl_nl: Link naar pagina

source: Send this link to
nl_nl: Verzend deze link naar

source: Message (optional)
nl_nl: Bericht (optioneel)

source: Send
nl_nl: Verzenden

source: No gallery with ID #%s in database
nl_nl: Geen gallerij met ID #%s in de database

source: Module `%s` is broken. Choose another module from the list and save settings
nl_nl: Module `%s` is kapot. Kies een andere module uit de lijst en sla de instellingen op

source: Can't get module with name `%s`. Choose module from the list and save settings
nl_nl: Kan de module met naam `%s` niet krijgen. Kies een module uit de lijst en sla de instellingen op

source: Module is not selected for this gallery. Choose module from the list and save settings
nl_nl: Er is geen module geselecteerd voor deze gallerij. Kies een module uit de lijst en sla de instellingen op

source: Preset `%s` loaded. To apply it for current gallery click Save button
nl_nl: Voorinstelling `%s` geladen. Om deze toe te passen op huidige gallerij, klik op de Opslaan knop

source: Manage Galleries
nl_nl: Gallerijen Beheren

source: Cancel preview module
nl_nl: Preview module annuleren

source: Save with new module
nl_nl: Opslaan met nieuwe module

source: Confirm reset gallery options
nl_nl: Bevestig het resetten van de gallerij opties

source: Reset to default
nl_nl: Reset naar standaard

source: Save
nl_nl: Opslaan

source: Module Presets
nl_nl: Module Voorinstellingen

source: Save as Default
nl_nl: Sla op als Standaard

source: or
nl_nl: of

source: Restore Original
nl_nl: Origineel Herstellen

source: Save Preset as:
nl_nl: Sla Voorinstelling op als:

source: Preset Name
nl_nl: Voorinstelling Naam

source: This module is broken or outdated. Please, go to Modules page and update/install module.
nl_nl: Deze module is kapot of verouderd. Ga a.u.b. naar de Modulen pagina en update/installeer module.

source: General Settings
nl_nl: Algemene Instellingen

source: Gallery module:
nl_nl: Gallerij module:

source: Note: Module changed to %s, but not saved yet
nl_nl: Opmerking: Module veranderd naar %s, maar nog niet opgeslagen

source: Gallery author:
nl_nl: Gallerij auteur:

source: Click to choose author for gallery
nl_nl: Klik om een auteur te kiezen voor deze gallerij

source: (no author / shared albums)
nl_nl: (geen auteur / gedeelde albums)

source: Note: Author changed but not saved yet. You can see Albums list only of chosen author
nl_nl: Opmerking: Auteur is veranderd maar nog niet opgeslagen. U kunt alleen de Albums lijst zien van de gekozen auteur

source: Show supported files from
nl_nl: Laat ondersteunde bestanden zien van

source: Choose Categories
nl_nl: Kies Categoriëen

source: Choose Categories...
nl_nl: Kies Categoriëen...

source: Choose Tags
nl_nl: Kies Tags

source: Choose Tags...
nl_nl: Kies Tags...

source: Choose Albums
nl_nl: Kies Albums

source: Choose Albums...
nl_nl: Kies Albums...

source: You can choose Albums from the same author as Gallery author or Albums without author
nl_nl: U kunt Albums kiezen van dezelfde auteur als Gallerij auteur of Albums zonder auteur

source: Choose Custom Filters
nl_nl: Kies Aangepaste Filters

source: Choose Filters...
nl_nl: Kies Filters...

source: Filter - is custom query with multiple parameters.
nl_nl: Filter - is aangepaste zoekopdracht met meerdere parameters.

source: Selected Gmedia IDs <small class="text-muted">separated by comma</small>
nl_nl: Geselecteerde Gmedia ID's <small class="text-muted">gescheiden door komma's</small>

source: Last edited:
nl_nl: Laatst gewijzigd:

source: Gallery ID:
nl_nl: Gallerij ID:

source: GmediaCloud page URL for current gallery:
nl_nl: GmediaCloud pagina URL voor huidige gallerij:

source: update <a href="options-permalink.php">Permalink Settings</a> if above link not working
nl_nl: update <a href="options-permalink.php">Permalink Instellingen</a> wanneer bovenstaande link niet werkt

source: More info about GmediaCloud Pages and GmediaCloud Settings can be found <a href="admin.php?page=GrandMedia_Settings#gmedia_settings_cloud">here</a>
nl_nl: Meer informatie over GmediaCloud Pagina's en GmediaCloud Instellingen vindt u <a href="admin.php?page=GrandMedia_Settings#gmedia_settings_cloud">hier</a>

source: Gallery Preview:
nl_nl: Gallerij Preview:

source: Selected Authors:
nl_nl: Geselecteerde Auteurs:

source: Selected Filter:
nl_nl: Geselecteerde Filters:

source: Images
nl_nl: Afbeeldingen

source: Reset Filter
nl_nl: Filters Resetten

source: FILTER BY AUTHOR
nl_nl: FILTER OP AUTEUR

source: Show all authors
nl_nl: Toon alle auteurs

source: Other
nl_nl: Anders

source: COLLECTIONS
nl_nl: COLLECTIES

source: Toggle Edit Mode
nl_nl: Bewerkmodus Inschakelen

source: Enter Edit Mode
nl_nl: Bewerkmodus Ingaan

source: Quick Gallery from Selected
nl_nl: Snelle Gallerij van Geselecteerden

source: Assign Category...
nl_nl: Categorie Toewijzen...

source: Move to Album...
nl_nl: Verplaats naar Album...

source: Delete Tags...
nl_nl: Verwijder Tags...

source: Update Metadata in Database
nl_nl: Update Metadata in de Database

source: Exit Edit Mode
nl_nl: Bewerkmodus Sluiten

source: Show all gmedia items
nl_nl: Toon alle Gmedia items

source: Category
nl_nl: Categorie

source: Views / Likes
nl_nl: Bekeken / Likes

source: Rating
nl_nl: Waardering

source: Size
nl_nl: Grootte

source: Last Modified Date
nl_nl: Laatst Gewijzigd Datum

source: Edit Data
nl_nl: Bewerk Data

source: Edit Image
nl_nl: Bewerk Afbeelding

source: View Original
nl_nl: Bekijk Origineel

source: Play
nl_nl: Afspelen

source: You are about to permanently delete %s file. 'Cancel' to stop, 'OK' to delete.
nl_nl: U staat op het punt om permanent %s bestanden te verwijderen. 'Annuleer' om te stoppen, 'OK' om te verwijderen.

source: You are about to delete record from DB for %s file. 'Cancel' to stop, 'OK' to delete.
nl_nl: U staat op het punt een bestand uit de database te verwijderen voor %s bestand. 'Annuleer' om te stoppen, 'OK' om te verwijderen.

source: Delete DB record (leave file on the server)
nl_nl: Verwijder DB bestand (laat bestand op server staan)

source: Custom Cover
nl_nl: Aangepaste Cover

source: Gmedia ID or Image URL
nl_nl: Gmedia ID of Afbeelding URL

source: File Size
nl_nl: Bestandsgrootte

source: Dimensions
nl_nl: Afmetingen

source: Uploaded
nl_nl: Geüpload

source: Add Media
nl_nl: Media Toevoegen

source: Back to top
nl_nl: Terug naar boven

source: Add New Custom Field
nl_nl: Voeg nieuw aangepast veld toe

source: Add
nl_nl: Toevoegen

source: Error loading remote xml...
nl_nl: Fout tijdens xml op afstand laden...

source: Install Module ZIP
nl_nl: Installeer Module ZIP

source: Installed Modules
nl_nl: Geïnstalleerde Modules

source: Loading...
nl_nl: Laden...

source: View Demo
nl_nl: Bekijk Demo

source: Delete Module
nl_nl: Verwijder Module

source: Not Installed Modules
nl_nl: Niet Geïnstalleerde Modules

source: Install Module
nl_nl: Installeer Module

source: Install a plugin in .zip format
nl_nl: Installeer een plugin via .zip bestand

source: If you have a module in a .zip format, you may install it by uploading it here.
nl_nl: Als u een module in een .zip bestand heeft, kunt u deze installeren door hier te uploaden.

source: Module zip file
nl_nl: Module zip bestand

source: Install
nl_nl: Installeren

source: You are not allowed to be here
nl_nl: U heeft geen toestemming hier te zijn

source: Gallery Name is not specified
nl_nl: Gallerij Naam is niet gespecificeerd
