Repository: wp-plugins/grand-media
Catalog: languages/grand-media-*.po
Languages: fr_fr, sr_rs, uk_ua

source: The `%s` file unzipped to module's directory
sr_rs: `%s` datoteka raspakovana u direktorijumu modula
uk_ua: Файл `%s` розпакований до каталога модуля

source: The `%s` module folder was deleted
uk_ua: Папка модуля `%s` видалена

source: You are not allowed to change gmedia settings
fr_fr: Vous n'êtes pas autorises à modifier les paramèetres de Gmedia
sr_rs: Nije vam dozvoljeno da menjate gmedia podešavanja
uk_ua: Вам не дозволено змінювати gmedia налаштування

source: License Key deactivated
fr_fr: La clef de la license a été désactivée
sr_rs: Ključ licence deaktiviran
uk_ua: Ліцензійний ключ деактивовано

source: Settings saved
fr_fr: Paramètres sauvegardés
sr_rs: Podešavanja sačuvana
uk_ua: Налаштування збережено

source: License Key activated successfully
fr_fr: La clef de la license a été activée avec succès
sr_rs: Ključ licence uspešno aktiviran
uk_ua: Ліцензійний ключ успішно активовано

source: Error
fr_fr: Erreur
sr_rs: Greška
uk_ua: Помилка

source: Empty License Key
fr_fr: Aucune clef de license
sr_rs: Prazan ključ licence
uk_ua: Пуста ліцензійний ключ

source: All settings set to default
fr_fr: Tous les paramètres sont réinitialisés à leurs valeurs de défaut
sr_rs: Sve postavke podešene na podrazumevane
uk_ua: Усі налаштування встановлено за замовчуванням

source: You are not allowed to import media in Gmedia Library
fr_fr: Vous n'êtes pas autoriser à importer des médias dans la bibliothèque Gmedia
sr_rs: Nije vam dozvoljeno da uvezete medije u Gmedia biblioteku
uk_ua: Вам не дозволено імпортувати медіа до галереї Gmedia

source: Reset all Gmedia settings?
sr_rs: Vrati sva Gmedia podešavanja na početne vrednosti
uk_ua: Скинути всі налаштування Gmedia?

source: Reset Settings
fr_fr: Réinitialiser les paramètres
sr_rs: Vrati sva podešavanja na početne vrednosti
uk_ua: Скинути налаштування

source: Update
fr_fr: Mise à jour
sr_rs: Ažuriraj
uk_ua: Оновити

source: Premium Settings
fr_fr: Paramètres Premium
sr_rs: Premium podešavanja
uk_ua: Преміум налаштування

source: Other Settings
fr_fr: Autres paramètres
sr_rs: Ostala podešavanja
uk_ua: Інші налаштування

source: Roles/Capabilities Manager
fr_fr: Rôles et autorisations
sr_rs: Upravnik ulogama/kompetencijama
uk_ua: Менеджер повноважень/розвитку персоналу

source: System Info
uk_ua: Інфо системи

source: Enter License Key to remove backlink label from premium gallery modules.
sr_rs: Unesite ključ licence da biste uklonili oznaku povratnog linka iz premium modula galerije
uk_ua: Введіть ліцензійний ключ, щоб видалити зворотню етикетку з модулів преміум галерей.

source: License Key
fr_fr: Clef de la license
sr_rs: Ključ licence
uk_ua: Ліцензійний ключ

source: Activate Key
fr_fr: Clef d'activation
sr_rs: Aktiviraj ključ
uk_ua: Активувати ключ

source: When delete (uninstall) plugin
fr_fr: lors de la suppression (désinstallation) du plugin
sr_rs: Kada obrisati (deinstalirati) plugin
uk_ua: При видаленні (деінсталяції) плагіну

source: Delete database and all uploaded files
fr_fr: Supprimer la base de données et tous les fichiers téléchargés
sr_rs: Obriši bazu podataka i sve otpremljene datoteke
uk_ua: Видалити всі бази даних та всі завантажені файли

source: Delete database only and leave uploaded files
fr_fr: Supprimer la base de données seulement et laisser les fichiers téléchargés
sr_rs: Obriši samo bazu podataka i ostavi otpremljene datoteke
uk_ua: Видаліть тільки бази даних та залишити завантажені файли

source: Do not delete database and uploaded files
fr_fr: Ne pas supprimer la base de données et les fichiers téléchargés
sr_rs: Nemoj brisati bazu podataka ni otpremljene datoteke
uk_ua: Не видаляти бази даних та завантажені файли

source: In Tags order gmedia
uk_ua: в Тегах впорядкувати gmedia

source: by ID
fr_fr: par ID
sr_rs: prema ID-ju
uk_ua: по ID

source: by title
fr_fr: par titre
sr_rs: prema naslovu
uk_ua: за назвою

source: by filename
uk_ua: за іменем файлу

source: by date
fr_fr: par date
sr_rs: prema datumu
uk_ua: по даті

source: by last modified date
fr_fr: par la date de la dernière modification
sr_rs: prema datumu poslednje izmene
uk_ua: за останніми змінами

source: Random
fr_fr: Au hasard
sr_rs: Nasumičan
uk_ua: у випадковому порядку

source: Sort order
fr_fr: Ordre de tri
sr_rs: Sortiraj prema redosledu
uk_ua: порядок сортування

source: In Category order gmedia
uk_ua: в Категоріях впорядкувати gmedia

source: Forbid other plugins to load their JS and CSS on Gmedia admin pages
uk_ua: Заборонити іншим плагінам завантажувати їх JS та CSS на адмін сторінках Gmedia

source: Enable Gmedia admin panel Isolation Mode
uk_ua: Включити режиму ізоляції адмін-панелі Gmedia

source: This option could help to avoid JS and CSS conflicts with other plugins in admin panel.
uk_ua: Цей варіант може допомогти уникнути JS і CSS конфліктів з іншими плагінами в адмін-панелі.

source: Forbid theme to format Gmedia shortcode's content
fr_fr: Interdire le thème de formater le contenu du Gmedia shortcode
sr_rs: Zabrani temi da formatira Gmedia shortcode sadržaj
uk_ua: Заборонити темі форматувати зміст шорткоду Gmedia

source: Raw output for Gmedia Shortcode
fr_fr: La sortie brute pour le Shortcode Gmedia
sr_rs: Sirov izlaz za Gmedia Shortcode
uk_ua: Прозорий вивід шорткоду Gmedia

source: Some themes reformat shortcodes and break it functionality (mostly when you add description to images). Turning this on should solve this problem.
fr_fr: Certains thèmes reformate les shortcodes et brissent les fonctionnalités (la plupart du temps lorsque vous ajoutez la description des images). En activant cette option devrait résoudre ce problème.
sr_rs: Neke teme ponovo formatiraju shortcode-ove i uništavaju im funkcionalnost (najčešće kad slici dodate opis). Aktiviranjem ove opcije trebalo bi da rešite taj problem.
uk_ua: Деякі теми переформатують шорткоди і ломають їх функціональність (в основному, коли ви додаєте опис до зображень). Включення цієї функції має вирішити цю проблему.

source: Enable Gmedia Library button on custom post types
uk_ua: Включити Gmedia бібліотеку на довільний тип записів

source: GmediaCloud is full window template to show your galleries, albums and other gmedia content
uk_ua: GmediaCloud це повновіконний шаблон для показу ваших галерей, альбомів та іншого вмісту gmedia

source: Each module can have it's own design for GmediaCloud. Here you can set default module wich will be used for sharing Albums, Tags, Categories and single Gmedia Items.
uk_ua: Кожен модуль може мати свій власний дизайн для GmediaCloud. Тут ви можете встановити за замовчуванням модуль, яким можна буде користовуватися для обміну альбомами, тегами, категоріями і об'єктами Gmedia.

source: HashID salt for unique template URL
uk_ua: HashID salt для унікального URL шаблону

source: Changing this string you'll change Gmedia template URLs.
uk_ua: Змінивши цей рядок, ви зміните Gmedia шаблони URL.

source: Permalink Endpoint (GmediaCloud base)
uk_ua: Постійне посилання Кінцева точка (GmediaCloud база)

source: Changing endpoint you'll change Gmedia template URLs.
uk_ua: Змінивши кінцеву точку, ви зміните шаблони URL Gmedia.

source: Choose module/preset for GmediaCloud Page
uk_ua: Виберіть модуль/пресет для сторінки GmediaCloud

source: Choose module/preset
uk_ua: Виберіть модуль/пресет

source: Default Settings
uk_ua: Налаштування за замовчуванням

source: by default will be used Phantom module
uk_ua: За замовчуванням буде використовуватись фантомний модуль

source: Top Bar Social Buttons
uk_ua: Кнопки соціальних мереж верхньої панелі меню

source: Show Social Buttons
uk_ua: Показати кнопки соціальних мереж

source: Hide Social Buttons
uk_ua: Заховати кнопки соціальних мереж

source: Additional JS code for GmediaCloud Page
uk_ua: Додатковий JS код для сторінки GmediaCloud

source: Additional CSS code for GmediaCloud Page
uk_ua: Додатковий CSS код для сторінки GmediaCloud

source: Select the lowest role which should be able to access the follow capabilities. Gmedia Gallery supports the standard roles from WordPress.
fr_fr: Choisir le rôle le plus faible rôle qui devrait être en mesure d'accéder à des capacités de suivi. Galerie Gmedia prend en charge les rôles standard de WordPress.
sr_rs: Odaberite najnižu ulogu koja može da pristupi sledećim kompetencijama. Gmedia Gallery podržava standardne WordPress uloge.
uk_ua: Виберіть найнижчу роль, з якою можна отримати доступ до наступних можливостей. Gmedia Gallery підтримує стандартні ролі від WordPress.

source: Who can view Gmedia Gallery admin pages
fr_fr: Qui peut voir les pages d'administration de Galerie Gmedia
sr_rs: Ko može da vidi stranice administratora za Gmedia galeriju?
uk_ua: Хто може переглядати адмін сторінки Gmedia Gallery

source: Upload Media Files
fr_fr: Mise à jour des fichiers médias
sr_rs: Otpremi datoteke medija
uk_ua: Завантажити медіа файли

source: Who can upload files to Gmedia Library
fr_fr: Qui peut télécharger des fichiers dans la bibiothèque Gmedia
sr_rs: Ko može da otprema datoteke u Gmedia biblioteku
uk_ua: Хто може завантажувати файли до галереї Gmedia

source: Import Media Files
fr_fr: Importer des fichiers medias
sr_rs: Uvezi datoteke medija
uk_ua: Імпортувати медіа файли

source: Who can import files to Gmedia Library
fr_fr: Qui peut importer des fichiers dans la bibliothèque Gmedia
sr_rs: Ko može da uvozi datoteke u Gmedia biblioteku
uk_ua: Хто може імпортувати файли до галереї Gmedia

source: Show Others Media in Library
fr_fr: Afficher d'autres médias dans la bibliothèque
uk_ua: Показати медіа інших в бібліотеці

source: Who can see files uploaded by other users
fr_fr: Qui peut voir les fichiers téléchargés par les utilisateurs
sr_rs: Ko može da vidi datoteke koje otpremaju ostali korisnici
uk_ua: Хто може переглядати файли, завантажені іншими користувачами

source: Edit Media
fr_fr: Éditer le média
sr_rs: Uredi medije
uk_ua: Редагувати медіа

source: Who can edit media title, description and other properties of uploaded files
fr_fr: Qui peut modifier le titre des médias, la description et d'autres propriétés des fichiers téléchargés
sr_rs: Ko može da uređuje naslove medija, opise i druge atribute otpremljenih datoteka
uk_ua: Хто може редагувати назву медіа, опис та інші властивості завантажених файлів

source: Edit Others Media
fr_fr: Éditer d'autres médias
sr_rs: Uredi medije drugih
uk_ua: Редагувати інші медіа

source: Who can edit files, albums/tags and galleries of other users
fr_fr: Qui peut éditer des fichiers, des albums, des étiquettes et des galeries d'autres utilisateurs
sr_rs: Ko može da uređuje datoteke, albume/oznake i galerije drugih korisnika
uk_ua: Хто може редагувати файли, альбоми/теги та галереї інших користувачів

source: Delete Media
fr_fr: Media supprimé
sr_rs: Obriši medije
uk_ua: Видалити медіа

source: Who can delete uploaded files from Gmedia Library
fr_fr: Qui peut supprimer les fichiers téléchargés dans la bibliothèque Gmedia
sr_rs: Ko može da briše otpremljene datoteke iz Gmedia biblioteke
uk_ua: Хто може видаляти завантажені файли з бібліотеки Gmedia

source: Delete Others Media
fr_fr: Supprimer d'autres médias
sr_rs: Obriši medije drugih
uk_ua: Видалити інших медіа

source: Who can delete files, albums/tags and galleries of other users
fr_fr: Qui peut supprimer des fichiers, des albums, des étiquettes et des galeries de d'autres utilisateurs
sr_rs: Ko može da briše datoteke, albume/oznake i galerije ostalih korisnika
uk_ua: Хто може видаляти файли, альбоми/теги та галереї інших користувачів

source: Albums, Tags...
fr_fr: Albums, Étiquettes...
sr_rs: Albumi, oznake...
uk_ua: Альбоми, Теги, ...

source: Who can assign available terms to media files
fr_fr: Qui peut attribuer les termes des fichiers multimédias
sr_rs: Ko može da dodeli raspoložive termine datotekama medija
uk_ua: Хто може призначати доступні терміни для медіа файлів

source: Manage Albums
fr_fr: Gérer les albums
sr_rs: Upravljaj albumima
uk_ua: Керувати альбомами

source: Who can create and edit own albums. It is required "Edit Others Media" capability to edit others and shared albums
fr_fr: Qui peut créer et modifier ses propres albums. Il est nécessaire \ \"Modifier Autres Médias " d'avoir les autorisations d'éditer et partager d'autres albums
uk_ua: Хто може створювати та редагувати власні альбоми. Вимагається можливість"Редагувати медіа інших" для такого редагування та створення спільних альбомів

source: Manage Filters
uk_ua: Керувати фільтрами

source: Who can create and edit own custom filters. It is required "Edit Others Media" capability to edit filters you do not own
uk_ua: Хто може створювати та редагувати власні настроювані фільтри. Вимагається можливість"Редагувати медіа інших" для редагування не власних фільтрів

source: Manage Tags
fr_fr: Gérer les étiquettes
sr_rs: Upravljaj oznakama
uk_ua: Керувати тегами

source: Who can create new tags. It is required "Edit Others Media" capability to edit tags
fr_fr: Qui peut créer de nouvelles étiquettes. Il est nécessaire \ \"Modifier Autres Médias " être autoriser d'éditer les étiquettes
uk_ua: Хто може створювати нові теги. Вимагається можливість"Редагувати медіа інших" для редагування тегів

source: Delete Terms
fr_fr: Termes supprimés
sr_rs: Obriši termine
uk_ua: Видалити терміни

source: Who can delete own albums. It is required "Delete Others Media" capability to delete others terms
fr_fr: Qui peut supprimer ses propres albums. Il est nécessaire \ \"Supprimer autres médias " d'être autoriser à supprimer d'autres termes
uk_ua: Хто може видаляти власні альбоми. Вимагається можливість"Редагувати медіа інших" для редагування не власних термінів

source: Galleries
fr_fr: Galeries
sr_rs: Galerije
uk_ua: Галереї

source: Who can create, edit and delete own galleries
fr_fr: Qui peut créer, modifier et supprimer ses propres galeries
uk_ua: Хто може створювати, редагувати та видаляти власні галереї

source: Who can manage modules
fr_fr: Qui peut gérer les modules
sr_rs: Ko može da upravlja modulima
uk_ua: Хто може керувати модулями

source: Who can change settings. Note: Capabilites can be changed only by administrator
fr_fr: Qui peut modifier les paramètres. Remarque: Les autorisations peuvent être modifiées que par l'administrateur
sr_rs: Ko može da menja postavke. Napomena: Kompetencije može da menja isključivo administrator
uk_ua: Хто може змінювати налаштування. Примітка: Можливості можуть бути змінені адміністратором

source: Memory Limit:
fr_fr: Limite de mémoire:
sr_rs: Ograničenje memorije:
uk_ua: Обмеження пам'яті:

source: Memory Used:
fr_fr: Mémoire utilisée:
sr_rs: Upotrebljena memorija:
uk_ua: Використано пам'яті:

source: Under constraction...
sr_rs: Radovi u toku...
uk_ua: В розробці ...

source: Show: Albums
uk_ua: Показати: Альбоми

source: Show: Filters
uk_ua: Показати: Фільтри

source: Show: Tags
uk_ua: Показати: Теги

source: Show: Categories
uk_ua: Показати: Категорії

source: Album Name
fr_fr: Nom de l'album
sr_rs: Naziv albuma
uk_ua: Назва альбому

source: Order gmedia
fr_fr: Ordre de tri Gmedia
sr_rs: Redosled gmedia
uk_ua: Впорядкувати gmedia

source: user defined
fr_fr: Défini par l'utilisateur
sr_rs: korisnik definisan
uk_ua: Визначено користувачем

source: Add New Album
fr_fr: Ajouter un nouvel album
sr_rs: Dodaj novi album
uk_ua: Додати новий альбом

source: You are not allowed to add new terms
fr_fr: Vous n'êtes pas autorisé à ajouter de nouveau termes
sr_rs: Nije vam dozvoljeno da dodajete nove termine
uk_ua: Вам не дозволено додавати нові терміни

source: deleted author
uk_ua: Видалений автор

source: no author
uk_ua: Без автора

source: Filter in Gmedia Library
uk_ua: Фільтр в бібліотеці Gmedia

source: Query:
uk_ua: Запит:

source: you can type multiple tags separated by comma
sr_rs: Možete uneti višestruke oznake odvojene zarezima
uk_ua: Ви можете ввести декілька тегів, розділених комами

source: Tag Names
fr_fr: Nom des étiquettes
sr_rs: Nazivi oznaka
uk_ua: Імена тегів

source: Add New Tags
fr_fr: Ajouter une nouvelle étiquette
sr_rs: Dodaj nove oznake
uk_ua: Додати нові теги

source: Return to
uk_ua: Повернутися до

source: Show Album in Gmedia Library
fr_fr: Afficher l'album dans la bibliothèque Gmedia
sr_rs: Prikaži album u Gmedia biblioteci
uk_ua: Показати альбом в бібліотеці Gmedia

source: Edit Album
sr_rs: Uredi album
uk_ua: Редагувати альбом

source: Apply Status for all items in album
fr_fr: Appliquer le statut à tous les items de l'album
sr_rs: Primeni status na sve stavke u albumu
uk_ua: Застосувати статус до всіх об'єктів в альбомі

source: Sort Album
uk_ua: Сортувати альбом

source: Custom Order
uk_ua: Довільне впорядкування

source: Reset custom order
uk_ua: Скинути довільне впорядкування

source: Use your mouse (drag&drop) for custom sorting of images or manually enter index number in top right field of each image.
uk_ua: Використовуйте мишу (перетягування) для довільного сортування зображень або вручну введіть число в правому верхньому полі кожного зображення.

source: Total items: %d
sr_rs: Ukupan broj stavki %d
uk_ua: Всього об'єктів: %d

source: Show Filter in Gmedia Library
uk_ua: Показати фільтр в бібліотеці Gmedia

source: Edit Filter
uk_ua: Редагувати фільтр

source: Filter Name
uk_ua: Назва фільтру

source: Filter Author:
uk_ua: Фільтрувати за автором:

source: Query Parameters
uk_ua: Параметри запиту

source: Any Album...
uk_ua: Будь-який альбом...

source: get albums
uk_ua: отримати альбоми

source: exclude albums
uk_ua: вилучити альбоми

source: Any Category...
uk_ua: Будь-яка категорія...

source: get categories
uk_ua: отримати категорії

source: exclude categories
uk_ua: вилучити категорії

source: Any Tag...
uk_ua: Будь-який тег...

source: get items with either tags
uk_ua: отримати об'єкти з будь-якими тегами.

source: get items that have all listed tags
uk_ua: вилучити об'єкти , в яких є всі прописані теги

source: exclude items that have any of the listed tags
uk_ua: вилучити об'єкти , в яких є який-небудь з прописаних тегів

source: Terms Relation
uk_ua: Зв'язок термінів

source: AND
uk_ua: ТА

source: OR
uk_ua: АБО

source: allows you to describe the relationship between the taxonomy queries
uk_ua: дозволяє вам описувати зв'язок між запитами таксономії

source: Search
uk_ua: Пошук

source: Search string or terms separated by comma
uk_ua: Пошук рядка або терміну, відокремлених комами

source: Search exactly string
uk_ua: Пошук визначеного рядка

source: Use selected in Library
uk_ua: Використати обраний в Бібліотеці

source: Gmedia IDs <small class="text-muted">separated by comma</small>
uk_ua: ID Gmedia <small class="text-muted">відокремлені комою</small>

source: get gmedia IDs
uk_ua: отримати Gmedia ID

source: exclude gmedia IDs
uk_ua: вилучити Gmedia ID

source: You can select items you want to add here right in Gmedia Library and then return here and click button "Use selected in Library"
uk_ua: Ви можете вибрати об'єкти, які ви хочете додати прямо в Gmedia бібліотеці, а потім поверніться сюди і натисніть "Використати вибране в бібліотеці"

source: Mime Type
uk_ua: Тип MIME

source: All types...
uk_ua: Всі типи...

source: Image
uk_ua: Зображення

source: Text
uk_ua: Текст

source: Application
uk_ua: Програма

source: Authors
uk_ua: Автори

source: All authors...
uk_ua: Всі автори...

source: get authors
uk_ua: отримати авторів

source: exclude authors
uk_ua: вилучити авторів

source: Year
uk_ua: Рік

source: 4 digit year e.g. 2011
uk_ua: 4 цифри року, тобто 2011

source: Month
uk_ua: Місяць

source: from 1 to 12
uk_ua: від 1 до 12

source: Day
uk_ua: День

source: from 1 to 31
uk_ua: від 1 до 31

source: Custom Field Key
uk_ua: Ключ настроюваного поля

source: Display items with this field key
uk_ua: Відображати об'єкти з цим ключом поля

source: Custom Field Value
uk_ua: Значення настроюваного поля.

source: Display items with this field value
uk_ua: Відображати об'єкти з цим значенням поля

source: Compare Operator
uk_ua: Порівняти оператора

source: Choose..
uk_ua: Вибрати...

source: Default
uk_ua: За замовчуванням

source: Operator to test the field value
uk_ua: Оператор, щоб перевірити значення поля

source: Meta Type
uk_ua: Мета Тип

source: Custom field type
uk_ua: Тип настроюваного поля.

source: Order
uk_ua: Порядок

source: DESC - Default
uk_ua: DESC- за замовчуванням

source: Ascending or Descending order
uk_ua: За зростанням або спаданням

source: Order by
uk_ua: Порядок за

source: Date - Default
uk_ua: Дата - за замовчуванням

source: Modified Date
uk_ua: Змінена дата

source: Selected Order
uk_ua: Вибраний порядок

source: Custom Field Value (Numeric)
uk_ua: Значення настроюваного поля (числове)

source: Sort retrieved posts by
uk_ua: Сортувати знайдені публікації за

source: Query Filter
uk_ua: Фільтр запиту

source: No items with selected parameters.
uk_ua: Жодного об'єкту з вибраними параметрами.

source: Set Filter parameters and click Save button to test query.
uk_ua: Встановіть параметри фільтрів і натисніть Зберегти, щоб перевірити запит.

source: Import to Gmedia Library...
fr_fr: Importer dans la bibliothèque Gmedia
sr_rs: Uvezi u Gmedia biblioteku
uk_ua: Імпортувати до Gmedia бібліотки...

source: Sort by filename
fr_fr: Trier par bom de fichier
sr_rs: Sortiraj prema nazivu datoteke
uk_ua: Сортувати за іменем файлу

source: File
fr_fr: Fichier
sr_rs: Datoteka
uk_ua: Файл

source: No Supported Files in Gallery
fr_fr: Fichier non supporté dans la galerie
sr_rs: U galeriji nema podržanih datoteka
uk_ua: Немає підтримуваних файлів в Галереї

source: Sorry, Gmedia Gallery works only under WordPress %s or higher
fr_fr: Désolé, Galerie Gmedia ne fonctionne que sous WordPress %s ou supérieur
sr_rs: Žao nam je, Gmedia galerija radi samo pod WordPress verzijom %s ili novijom
uk_ua: Вибачте, бібліотека Gmedia працює тільки з версією WordPress %s або вище

source: Attention! Your server php version is: %s. Gmedia Gallery requires php version 5.2+ in order to run properly. Please upgrade your server!
fr_fr: Attention! Votre version de PHP est serveur: %s. Gmedia Galerie nécessite la version de php 5.2+ afin de fonctionner correctement. S'il vous plaît mettre à jour votre serveur!
sr_rs: Pažnja! Verzija vašeg php servera je: %s. Gmedia galerija zahteva php verziju 5.2+ da bi radila kako treba. Ažurirajte svoj server!
uk_ua: Увага! Ваша версія серверу php:%s. Бібліотека Gmedia вимагає php версію 5.2+ для належної роботи. Будь-ласка, відновіть ваш сервер!

source: Attention! Your server safe mode is: ON. Gmedia Gallery requires safe mode to be OFF in order to run properly. Please set your server safe mode option!
fr_fr: Attention! Votre mode sans échec de serveur est: ON. Galerie Gmedia nécessite que le mode sans échec soit OFF afin de fonctionner correctement. S' il vous plaît configurer votre option de serveur de mode sans échec!
sr_rs: Pažnja! Uključen je bezbedan režim servera. Gmedia galerija zahteva da bezbedan režim bude isključen da bi radila kako treba. Molimo, podesite opciju bezbednog režima svog servera!
uk_ua: Увага! Ваш безпечний режим серверу: ВКЛ. Gmedia Галерея вимагає безпечний режим у стані ВИКЛ, щоб правильно працювати. Будь ласка, налаштуйте ваш безпечний режим серверу!

source: Disable your Popup Blocker and try again.
fr_fr: Désactivez votre bloqueur de popup et essayer à nouveau.
sr_rs: Deaktivirajte Popup Blocker i pokušajte ponovo.
uk_ua: Вимкніть блокувальник спливаючих вікон і спробуйте знову.

source: downloading...
fr_fr: En téléchargement...
sr_rs: preuzimanje...
uk_ua: завантажується...

source: Working. Wait please.
fr_fr: En fonction. Veuillez attendre svp.
sr_rs: Rad u toku. Molimo sačekajte.
uk_ua: В процесі. Почекайте, будь-ласка.

source: Directory %s or its subfolders are not writable by the server.
fr_fr: Le répertoire %s ou ses sous-dossiers ne sont pas accessibles en écriture par le serveur.
sr_rs: Direktorijum %s ili njegovi subfolderi ne podležu pisanju servera?
uk_ua: Каталог %s або його підпапки не для запису на сервері.
