Repository: wp-plugins/grand-media
Catalog: languages/grand-media-*.po
Languages: fr_fr, sr_rs, uk_ua

source: Failed to open directory: %s
fr_fr: Impossible d'ouvrir le répertoire: %s
sr_rs: Neuspelo otvaranje %s direktorijuma.
uk_ua: Не вдалося відкрити каталог: %s

source: Failed to open input stream.
fr_fr: Impossible d'ouvrir le flux d'entrée.
sr_rs: Neuspelo otvaranje ulaznog stream-a.
uk_ua: Не вдалося відкрити вхідний потік.

source: Could not read image size. Invalid image was deleted.
fr_fr: Impossible de lire la taille de l'image. L'image non valide a été supprimé.
sr_rs: Veličina slike nije se mogla pročitati. Pronađena je nevažeća slika.
uk_ua: Неможливо прочитати розмір зображення. Невірне зображення було видалене.

source: File uploaded successful. Assigned ID: %s
fr_fr: Fichier téléchargé avec succès. ID affecté: %s
sr_rs: Datoteka uspešno ažurirana. Dodeljen ID: %s.
uk_ua: Файл завантажено успішно. Призначено ID: %s

source: Failed to open output stream.
fr_fr: Impossible d'ouvrir le flux de sortie.
sr_rs: Neuspelo otvaranje izlaznog stream-a.
uk_ua: Не вдалося відкрити вихідний потік.

source: Something went wrong...
fr_fr: Quelque chose a mal tourné ...
sr_rs: Nešto nije u redu...
uk_ua: Щось пішло не так...

source: File not exists: %s
fr_fr: Fichier inexistant: %s
sr_rs: Datoteka ne postoji: %s
uk_ua: Файл не існує: %s

source: file already exists
uk_ua: Такий файл вже існує

source: Unable to create directory `%s`. Is its parent directory writable by the server?
fr_fr: Impossible de créer le répertoire `%s`. Est-ce que le répertoire parent est accessible en mode écriture par le serveur?
sr_rs: Direktorijum nije mogao biti kreiran `%s`. Da li server može da piše u njegovom nadređenom direktorijumu?
uk_ua: Неможливо створити каталог `%s`. Його батьківський каталог для запису на сервері?

source: Directory `%s` or its subfolders are not writable by the server.
fr_fr: Le répertoire `%s` ou ses sous-dossiers ne sont pas accessibles en écriture par le serveur.
sr_rs: Direktorijum `%s` ili njegovi subfolderi nisu podložni pisanju servera.
uk_ua: Каталог `%s` або його підпапки не для запису на сервері.

source: Can't copy file from `%s` to `%s`
fr_fr: Vous ne pouvez pas copier le fichier de `%s` dans`%s`
sr_rs: Datoteka iz`%s`ne može da se kopira u`%s`.
uk_ua: Неможливо зкопіювати файл `%s` до `%s`

source: Directory `%s` is not writable by the server.
fr_fr: Le répertoire `%s` n'est pas accessible en mode écriture par le serveur.
sr_rs: Direktorijum `%s` nije podložan pisanju servera.
uk_ua: Каталог `%s` не для запису на сервері.

source: success (ID #%s)
fr_fr: Succès (ID #%s)
sr_rs: uspeh (ID #%s)
uk_ua: успішно (ID #%s)

source: Enter valid email, please
uk_ua: Введіть дійсну пошту, будь-ласка

source: Aperture
uk_ua: Апаратура

source: Credit
uk_ua: Дозвіл

source: Camera
uk_ua: Камера

source: Caption
uk_ua: Титр

source: Date/Time
uk_ua: Дата/час

source: Copyright
uk_ua: Право власності

source: Focal length
uk_ua: Фокусна відстань

source: Shutter speed
uk_ua: Витримка

source: Subject
uk_ua: Тема

source: Make
uk_ua: Виконати

source: Edit Status
uk_ua: Редагувати статус

source: Keywords
uk_ua: Ключові слова

source: Date Created
uk_ua: Дата створена

source: Time Created
uk_ua: Час створено

source: Author Position
uk_ua: Позиція автора

source: City
uk_ua: Місто

source: Location
uk_ua: Розташування

source: Province/State
uk_ua: Область/штат

source: Country code
uk_ua: Код держави

source: Country
uk_ua: Держава

source: Headline
uk_ua: Заголовок

source: Last modified
uk_ua: Остання зміна

source: Program tool
uk_ua: Інструменти програми

source: Format
uk_ua: Формат

source: Width
uk_ua: Ширина

source: Height
uk_ua: Висота

source: Custom Fields
uk_ua: Настроювані поля

source: Custom fields can be used to add extra metadata to a gmedia item that developer can use in their templates.
uk_ua: Настроювані поля можна використовувати для додавання додаткових метаданих до об'єкта gmedia, що розробник може застосовувати в своїх шаблонах.

source: Value
uk_ua: Значення

# meta name
source: Name
uk_ua: Назва ( мета назва)

source: &mdash; Select &mdash;
uk_ua: &mdash; Вибрати &mdash;

source: Enter new
uk_ua: Ввести нову

source: Page
sr_rs: Stranica
uk_ua: Сторінку

source: of
fr_fr: de
sr_rs: iskljucena
uk_ua: з

source: Empty Term
sr_rs: Prazan termin
uk_ua: Пустим терміном

source: Invalid Taxonomy
sr_rs: Nevažeća taksonomija
uk_ua: Невірна таксономія

source: Invalid taxonomy
sr_rs: Nevažeća taksonomija
uk_ua: Невірна таксономія

source: Invalid term ID
sr_rs: Nevažeći ID termina
uk_ua: Невірний термін ID

source: A name is required for this term
sr_rs: Za ovaj termin obaveznan je naziv.
uk_ua: Для цього терміну вимагається ім'я

source: A term with the name provided already exists.
sr_rs: Termin sa tim nazivom već postoji.
uk_ua: Термін з наданим іменем вже існує.

source: Could not insert term into the database
sr_rs: Termin nije mogao da se unese u bazu podataka.
uk_ua: Неможливо ввести термін в базу даних

source: A name is required for term
sr_rs: Ime za termin je obavezno
uk_ua: Для терміну вимагається ім'я

source: Could not insert gmedia term relationship into the database
sr_rs: Veza gmedia termina nije mogla da se unese u bazu podataka
uk_ua: Неможливо ввести gmedia термін зв'язку в базу даних

source: Do you really want restore original image?
sr_rs: Da li stvarno želite da vratite originalnu sliku?
uk_ua: Ви дійсно бажаєте відновити оригінальне зображення?

source: Do you really want reset all changes?
sr_rs: Da li zaista želite da sve promene vratite na početne vrednosti?
uk_ua: Ви дійсно бажаєте скинути всі зміни?

source: Reset
fr_fr: Réinitialiser
sr_rs: Vrati na početne vrednosti
uk_ua: Скинути

source: Working
fr_fr: En fonction
sr_rs: U toku
uk_ua: В процесі

source: Save image
fr_fr: Sauvegarder une image
sr_rs: Sačuvaj sliku
uk_ua: Зберегти зображення

source: Rotate Counterclockwise
fr_fr: Rotation antihoraire
sr_rs: Rotiraj u smeru suprotnom od kretanja kazaljke na satu
uk_ua: Повернути проти годинникової стрілки

source: Rotate Clockwise
fr_fr: Rotation horaire
sr_rs: Rotiraj u smeru kretanja kazaljke
uk_ua: Повернути за годинниковою стрілкою

source: Flip Horizontal
fr_fr: Retourner horizontalement
sr_rs: Okreni horizontalno
uk_ua: Відобразити по горизонталі

source: Flip Vertical
fr_fr: Retourner verticalement
sr_rs: Okreni vertikalno
uk_ua: Відобразити по вертикалі

source: Greyscale
fr_fr: Niveaux de gris
sr_rs: Crno-belo
uk_ua: Відтінки сірого

source: Invert
fr_fr: Inverser
sr_rs: Obrni
uk_ua: Інвертувати

source: Processing image
fr_fr: L'image en cours d'execution
sr_rs: Slika se obrađuje
uk_ua: Обробка зображення

source: Brightness
fr_fr: Luminosité
sr_rs: Svetlost
uk_ua: Яскравість

source: Contrast
fr_fr: Contraste
sr_rs: Kontrast
uk_ua: Контраст

source: Saturation
sr_rs: Zasićenje
uk_ua: Насичення

source: Vibrance
sr_rs: Treperenje
uk_ua: Вібрація

source: Exposure
fr_fr: Exposition
sr_rs: Eksponiranje
uk_ua: Експозиція

source: Hue
fr_fr: Teinte
sr_rs: Nijansa
uk_ua: Відтінок

source: Sepia
fr_fr: Sépia
uk_ua: Сепія

source: Noise
fr_fr: Bruit
sr_rs: Tačkice
uk_ua: Шум

source: Clip
fr_fr: Agrafe
sr_rs: Isečak
uk_ua: Кліп

source: Apply to
fr_fr: Appliquer à
sr_rs: Primeni na
uk_ua: Застосувати до

source: Original, Web-image, Thumbnail
sr_rs: Original, web slika, sličica
uk_ua: Оригінальне, веб-зображення, мініатюра

source: Web-image, Thumbnail
sr_rs: Web slika, sličica
uk_ua: Веб-зображення, мініатюра

source: Thumbnail
sr_rs: Sličica
uk_ua: Мініатюра

source: Gmedia Collections
uk_ua: Колекції Gmedia

source: Create New Gallery
uk_ua: Створити нову галерею

source: Refresh
fr_fr: Rafraichir
uk_ua: Відновити

source: Edit gallery
fr_fr: Éditer la galerie
uk_ua: Редагувати галерею

source: Insert into post
fr_fr: Insérer dans un message
sr_rs: Ubaci u post
uk_ua: Вставити в публікацію

source: Tag
uk_ua: Тег

source: Open in Gmedia Library
uk_ua: Вдкрити в бібліотеці Gmedia

source: Link To
fr_fr: Lier à
sr_rs: Link za
uk_ua: Посилання на

source: Custom URL
sr_rs: prilagođeni URL
uk_ua: Настроюваний URL

source: Web size image
sr_rs: Veličina web slike
uk_ua: Веб розмір зображення

source: Original image
sr_rs: Originalna slika
uk_ua: Оригінальне зображення

source: Alignment
fr_fr: Alignement
sr_rs: Poravnanje
uk_ua: Вирівнювання

source: Left
fr_fr: Gauche
sr_rs: Levo
uk_ua: Вліво

source: Center
fr_fr: Centré
sr_rs: Centralno
uk_ua: По центру

source: Right
fr_fr: Droite
sr_rs: Desno
uk_ua: Вправо

source: Use as featured image
fr_fr: Utiliser comme Image à la une
uk_ua: Викоритовувати як оброблене зображення

source: Upload finished
fr_fr: Téléchargement terminé
uk_ua: Завантаження завершено

source: Gmedia Upload
fr_fr: Téléchargement Gmedia
uk_ua: Gmedia завантаження

source: Initializing...
fr_fr: Initialisation ...
sr_rs: Iniciranje...
uk_ua: Ініціалізація ...

source: Choose text area first
fr_fr: Choisissez la zone de texte en premier
sr_rs: Prvo izaberite oblast teksta
uk_ua: Виберіть текстове поле спершу

source: module
sr_rs: modul
uk_ua: модуль

source: click to remove shortcode
fr_fr: Cliquez pour supprimer un shortcode
sr_rs: kliknite da biste uklonili shortcode
uk_ua: натисніть для видалення шорткоду

source: click to insert shortcode
fr_fr: Cliquez pour insérer un shortcode
sr_rs: kliknite da biste uneli shortcode
uk_ua: натисніть, щоб вставити шорткод

source: edit
fr_fr: Éditer
sr_rs: uredi
uk_ua: редагувати

source: No Galleries.
fr_fr: Aucune galerie
sr_rs: nema galerija
uk_ua: Немає галерей.

source: Create
fr_fr: Créer
sr_rs: Kreiraj
uk_ua: Створити

source: Rate Gmedia at Wordpress.org
fr_fr: Noter Gmedia sur Wordpress.org
sr_rs: Ocenite Gmedia na Wordpress.org
uk_ua: Оцінити Gmedia на Wordpress.org

source: Set GmediaGallery featured image
fr_fr: Rég;er l'Image à la une de GmediaGallery
uk_ua: Встановити GmediaGallery оброблене зображення

source: Replace from Gmedia Library
fr_fr: Replacer dans la bibiothèque Gmedia
uk_ua: Замінити з Бібліотеки Gmedia

source: Set Gmedia featured image
fr_fr: Régler l'Image à la une Gmedia
uk_ua: Встановити Gmedia оброблене зображення

source: Gmedia Module folder missed.
fr_fr: Le dossier du module Gmedia est manquant.
sr_rs: Nedostaje folder Gmedia Modul
uk_ua: Папка модуля Gmedia відсутня.

source: Module `%s` is outdated. Update module to latest version
sr_rs: Modul `%s` je zastareo. Ažurirajte modul na najnoviju verziju
uk_ua: Модуль `%s` застарів. Оновіть модуль до останньої версії

source: Module `%s` is broken. Choose another module for this gallery
sr_rs: Modul `%s` ne radi. Izaberite novi modul za galeriju.
uk_ua: Модуль `%s` зламано. Виберіть інший модуль для цієї галереї

source: Choose gallery source, please.
sr_rs: Izaberite izvor galerije.
uk_ua: Виберіть джерело галереї, будь-ласка

source: Abstract
sr_rs: Izvod
uk_ua: Абстракція

source: Animals
sr_rs: Životinje
uk_ua: Тварини

source: Black and White
sr_rs: Crno i belo
uk_ua: Чорне і біле

source: Celebrities
sr_rs: Slavne ličnosti
uk_ua: Знаменитості

source: City & Architecture
sr_rs: Grad i arhitektura
uk_ua: Місто та архітектура

source: Commercial
sr_rs: Reklame
uk_ua: Реклама

source: Concert
sr_rs: Koncert
uk_ua: Концерт

source: Family
sr_rs: Porodica
uk_ua: Сім'я

source: Fashion
sr_rs: Moda
uk_ua: Мода

source: Film
uk_ua: Фільм

source: Fine Art
sr_rs: Umetnost
uk_ua: Образотворче мистецтво

source: Food
sr_rs: Hrana
uk_ua: Їжа

source: Journalism
sr_rs: Žurnalizam
uk_ua: Журналістика

source: Landscapes
sr_rs: Predeli
uk_ua: Пейзажі

source: Macro
sr_rs: Makro
uk_ua: Макро

source: Nature
sr_rs: Priroda
uk_ua: Природа

source: Nude
sr_rs: Obnaženo telo
uk_ua: Оголені

source: People
sr_rs: Ljudi
uk_ua: Люди

source: Performing Arts
sr_rs: Izvođači
uk_ua: Театри

source: Sport
uk_ua: Спорт

source: Still Life
sr_rs: Stil života
uk_ua: Натюрморт

source: Street
sr_rs: Ulica
uk_ua: Вулиці

source: Transportation
sr_rs: Saobraćaj
uk_ua: Транспорт

source: Travel
sr_rs: Putovanja
uk_ua: Подорожі

source: Underwater
sr_rs: Podvodni svet
uk_ua: Під водою

source: Urban Exploration
sr_rs: Istraživanje napuštenih građevina
uk_ua: Урбанізм

source: Wedding
sr_rs: Venčanje
uk_ua: Весілля

source: Sorry, Gmedia Gallery works only with a role called administrator
fr_fr: Désolé, Gmedia Galerie fonctionne uniquement avec un administrateur de rôle appelé
sr_rs: Žao nam je, Gmedia galerija radi samo sa ulogom koja se naziva administrator
uk_ua: На жаль, Gmedia Галерея працює тільки для тих, в кого є повноваження адміністратора

source: GmediaGallery: Tables could not created, please check your database settings
fr_fr: GmediaGallery: Les tables ne peuvent pas être créées, s'il vous plaît vérifier vos paramètres de base de données
sr_rs: Gmedia Galerija: Tabele nisu kreirane, proverite podešavanja baze podataka.
uk_ua: GmediaGallery: неможливо створити таблиці, будь ласка, перевірте налаштування бази даних

source: Home
uk_ua: Додому

source: Go Back
uk_ua: Назад

source: Shared with GmediaGallery
uk_ua: Спільне з GmediaGallery

source: Download
uk_ua: Завантажити

source: <strong>GmediaGallery Data Update Required</strong> &#8211; We need to update your install to the latest version.
fr_fr: <strong>GmediaGallery Data Update Required</strong> &#8211; Nous devons mettre à jour votre instalation à la dernière version.
sr_rs: <strong>GmediaGalerija Obavezno ažuriranje podataka</strong> &#8211; Treba da ažuriramo vašu instalaciju na najnoviju verziju.
uk_ua: <strong>потрібне оновлення даних GmediaGallery </strong> &#8211; Ми повинні оновити установку до останньої версії.

source: <strong>Important:</strong> &#8211; GmediaGallery plugin was fully rewritten, so after update you need to check all your created galleries and update modules.
fr_fr: strong>Important:</strong> &#8211; GmediaGallery plugin a été complètement réécrit, alors après la mise à jour vous devez revérifier toutes vos galeries créées et la mise à jour de vos modules.
sr_rs: <strong>Važno:</strong> &#8211; plugin Gmedia Galerija ponovo je napisan. Nakon ažuriranja treba da proverite kreirane galerije i da ažurirate module.
uk_ua: <strong>Важливо:</strong> &#8211; GmediaGallery плагін повністю переписаний, тому після оновлення, вам необхідно перевірити всі ваші створені галереї та оновити модулі.

source: The update process may take a little while, so please be patient.
fr_fr: Le processus de mise à jour peut prendre un peu de temps, donc s'il vous plaît soyez patient.
sr_rs: Proces ažuriranja može malo da potraje, budite strpljivi.
uk_ua: Процес оновлення може зайняти деякий час, тому, будь ласка, почекайте.

source: Run the updater
fr_fr: Exécutez la mise à jour
sr_rs: Pokrenite sistem za ažuriranje
uk_ua: Запустіть програму оновлення

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
sr_rs: Savetujemo vam da napravite kopiju baze podataka pre nego što nastavite. Jeste li sigurni da želite sada da ažurirate?
uk_ua: Настійно рекомендується зробити резервну копію вашої бази даних, перш ніж продовжити. Ви впевнені, що хочете запустити програму оновлення зараз?

source: <strong>GmediaGallery Updating:</strong> &#8211; GmediaGallery plugin was fully rewritten, so after update you need to check all your created galleries and update modules.
fr_fr: <strong> GmediaGallery Mise à jour: </ strong> - Le plugin GmediaGallery a été entièrement réécrit, donc après la mise à jour, vous devez vérifier toutes vos galeries créées et des modules de mise à jour.
sr_rs: <strong>Ažuriranje Gmedia Galerije</strong> &#8211; plugin Gmedia Galerija ponovo je napisan. Nakon ažuriranja treba da proverite kreirane galerije i da ažurirate module.
uk_ua: <strong>GmediaGallery Оновлення:</strong> &#8211; GmediaGallery був повністю переписаний, тому після оновлення, вам необхідно перевірити всі ваші створені галереї та оновити модулі.

source: Gmedia database tables updated...
fr_fr: Les tables de la base de données Gmedia sont mise à jour...
sr_rs: Gmedia tabele baze podataka su ažurirane...
uk_ua: Таблиці бази даних Gmedia оновлюються ...

source: Start update images...
fr_fr: Démarrer la mise à jour des images...
sr_rs: Započni ažuriranje slika...
uk_ua: Почати оновлення зображень...

source: Gmedia database data updated...
fr_fr: La base de données Gmedia est mise à jour...
sr_rs: Podaci iz Gmedia baze podataka su ažurirani...
uk_ua: Дані бази даних Gmedia оновлюються ...

source: Gmedia Galleries updated...
fr_fr: Les galeries Gmedia sont mises à jour
sr_rs: Gmedia galerije ažurirane...
uk_ua: Галереї Gmedia оновлюються...

source: GmediaGallery plugin update complete.
fr_fr: La mise èa jour du plugin GmediaGallery est complétée
sr_rs: Ažuriranje plugin-a Gmedia galerija završeno.
uk_ua: Оновлення плагіну GmediaGallery завершено.

source: Ignored
fr_fr: Ignoré
sr_rs: Zanemaren
uk_ua: Пропустити

source: Invalid image.
fr_fr: Image invalide
sr_rs: Nevažeća slika
uk_ua: Невірне зображення.

source: Image update process complete...
fr_fr: Le processus de mise à jour des images est complété...
sr_rs: Proces ažuriranja
uk_ua: Оновлення зображення завершено...

source: Gmedia Gallery - powerfull media library plugin for creating beautiful galleries and managing files.
sr_rs: Gmedia galerija - moćan plugin biblioteke medija za kreiranje divnih galerija i datoteka za upravljanje.
uk_ua: Gmedia Gallery - потужний плагін медіа-бібліотеки для створення красивих галерей та управління файлами.

source: Gallery URL:
sr_rs: URL galerije:

source: Selected Author:
fr_fr: Auteur sélectionné:
sr_rs: Odabrani autor:

source: Cover
fr_fr: Couverture
sr_rs: Korice

source: %d items now uncategorized
fr_fr: %d items sont maintenant non classés
sr_rs: %d stavki bez kategorizacije

source: %d items updated successfuly
fr_fr: %d items ont été mises à jour avec succès
sr_rs: %d stavki uspešno ažurirano

source: Show Others Media
sr_rs: Prikaži medije drugih

source: Who can add and edit own albums
sr_rs: Ko može da doda i da uređuje sopstvene albume

source: Who can add and edit tags
sr_rs: Ko može da doda i da uređuje oznake

source: Who can delete own albums or all terms if allowed "Delete Others Media"
sr_rs: Ko može da briše svoje albume ili sve termine ako je aktivirana opcija "Obriši medije drugih"

source: Who can add, edit and delete own galleries
sr_rs: Ko može da dodaje, uređuje i briše svoje galerije

source: Disable Drag and Drop Sorting
fr_fr: Désactiver le tri par glisser-déposer
sr_rs: Deaktiviraj sortiranje prevlačenjem i pozicioniranjem

source: Enable Drag and Drop Sorting
fr_fr: Autoriser le tri par glisser-déposer
sr_rs: Aktiviraj sortiranje prevlačenjem i pozicioniranjem

source: Gmedia Gallery
sr_rs: Gmedia galerija

source: Exceed Memory limit: %s
sr_rs: Prevazišao je ograničenje memorije: %s

source: Require:
sr_rs: Obavezno:

source: You have:
sr_rs: Vi imate

source: You are about to permanently delete the selected items. \r'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer définitivement les items sélectionnés. \r'Annuler 'pour arrêter, 'Continuer' pour supprimer.

source: You are about to permanently delete %s file. \r'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer définitivement le fichier %s. \r'Annuler ' pour arrêter,' Continuer' pour supprimer.

source: You are about to delete record from DB for %s file. \r'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer l'enregistrement DB pour le fichier %s. \r'Annuler ' pour arrêter,' Continuer' pour supprimer.
