Repository: wp-plugins/grand-media
Catalog: languages/grand-media-*.po
Languages: fr_fr, sr_rs, uk_ua

source: Uncategorized
fr_fr: Non classé
sr_rs: Nekategorisan
uk_ua: Без категорії

source: Deleted User
uk_ua: Видалений користувач

source: Shared
fr_fr: Commun
sr_rs: Podeljen
uk_ua: Спільний

source: You can't do this
fr_fr: Vous ne pouvez pas le faire
uk_ua: Ви не можете зробити це

source: You have no permission to do this operation
fr_fr: Vous n'êtes pas autorisé à effectuer cette opération
uk_ua: Ви не маєте дозволу робити цю операцію

source: Failed to move uploaded file.
fr_fr: Impossible de déplacer le fichier téléchargé.
sr_rs: Neuspeo prenos otpremljene datoteke
uk_ua: Не вдалося перемістити завантаженого файлу.

source: You are not allowed to edit media
fr_fr: Vous n'êtes pas autorisé à modifier le média
sr_rs: Nije vam dozvoljeno da uređujete medije
uk_ua: Вам не дозволено редагувати медіа

source: You are not allowed to edit others media
fr_fr: Vous n'êtes pas autorisé à modifier d'autres médias
sr_rs: Nije vam dozvoljeno da uređujete tuđe medije
uk_ua: Вам не дозволено редагувати інші медіа

source: You are not allowed to manage categories
fr_fr: Vous n'êtes pas autorisé à gérer les catégories
sr_rs: Nije vam dozvoljeno da upravljate kategorijama
uk_ua: Вам не дозволено керувати категоріями

source: %d items updated with "Uncategorized"
fr_fr: %d items mis à jour avec "Non classé "
sr_rs: %d stavki ažurirano sa "Nekategorisan"
uk_ua: %d об'єктів поповнено "Без категорії"

source: Category `%s` assigned to %d images.
fr_fr: La catégorie `%s` est affectée à %d des images.
sr_rs: Kategorija `%s` dodeljena %d slikama
uk_ua: Категорія `% s` призначена до %d зображень.

source: Category `%s` can't be assigned.
fr_fr: La catégorie `%s` ne peut être affecté.
sr_rs: Kategorija`%s` ne može biti dodeljena
uk_ua: Категорію `% s` не можливо призначити.

source: You are not allowed to manage albums
fr_fr: Vous n'êtes pas autorisé à gérer des albums
sr_rs: Nije vam dozvoljeno da uređujete albume
uk_ua: Вам не дозволено керувати альбомами

source: %d items updated with "No Album"
fr_fr: %d item mis à jour avec "Aucun album "
sr_rs: %d stavki ažurirano sa "Nema albuma"
uk_ua: %d об'єктів поповнено "Без альбому"

source: Album `%s` assigned to %d items
fr_fr: L'album `%s` est attribuée à %d d'items
sr_rs: Album `%s`dodeljen %d stavkama
uk_ua: Альбом `% s` призначено до %d об'єктів

source: You are not allowed manage tags
fr_fr: Vous n'êtes pas autorisé gérer les étiquettes
sr_rs: Nije vam dozvoljeno da upravljate oznakama
uk_ua: Вам не дозволено керувати тегами

source: No tags provided
fr_fr: Aucune étiquette fournie
sr_rs: Nisu priložene oznake
uk_ua: Немає тегів

source: %d tags added to %d items
fr_fr: %d étiquettes ajoutés à %d items
sr_rs: %d oznake dodate %d stavkama
uk_ua: %d тегів додано до %d об'єктів

source: You are not allowed to delete others media
fr_fr: Vous n'êtes pas autorisé à supprimer d'autres media
sr_rs: Nije vam dozvoljeno da brišete tuđe medije
uk_ua: Вам не дозволено видаляти інші медіа

source: %d tags deleted from %d items
fr_fr: %d étiquettes supprimées dans %d items
sr_rs: %d oznake obrisane sa %d stavki
uk_ua: %d тегів видалено з %d об'єктів

source: You are not allowed to delete this post.
sr_rs: Nije vam dozvoljeno da obrišete ovaj post
uk_ua: Вам не дозволено видаляти цю публікацію

source: You are not allowed to delete media others media
fr_fr: Vous n'êtes pas autorisé à supprimer les médias autres média
sr_rs: Nije vam dozvoljeno da brišete tuđe medije
uk_ua: Вам не дозволено видаляти медіа інших медіа

source: Error in deleting...
fr_fr: Erreur en supprimant ...
sr_rs: Greška u brisanju...
uk_ua: Помилка у видаленні ...

source: %d items deleted successfuly
fr_fr: %d items supprimés avec succès
sr_rs: %d stavke uspešno obrisane
uk_ua: %d об'єктів успішно видалені

source: Term Name is not specified
fr_fr: Le Nom n'est pas spécifé
sr_rs: Naziv termina nije određen
uk_ua: Ім'я терміну не визначено

source: Term Name can't be only digits
fr_fr: Le Nom ne peut pas être uniquement des chiffres
sr_rs: Naziv termina ne može se sastojati samo od cifara
uk_ua: Термін імені може бути тільки числами

source: A term with the id provided do not exists
fr_fr: Identification (ID) fourni n'existe pas
sr_rs: Ne postoji termin koji ima dati ID
uk_ua: Термін з наданим id не існує

source: A term with the name provided already exists
fr_fr: Le Nom fourni existe déjà
sr_rs: Termin sa datim imenom već postoji
uk_ua: Термін з наданим ім'ям вже існує

source: Album `%s` successfuly saved
fr_fr: L'album `%s` a été sauvegardé avec succès
sr_rs: Album`%s` uspešno sačuvan
uk_ua: Альбом `%s` успішно збережений

source: Tag %d successfuly updated
fr_fr: L'étiquette %d a été mise à jour avec succès
sr_rs: Oznaka %d uspešno ažurirana
uk_ua: Тег %d успішно оновлений

source: Term name can't be only digits or empty
fr_fr: Le Nom ne peut être des chiffres seulement ou vide
sr_rs: Naziv termina ne može se sastojati samo od cifara i ne može biti prazan
uk_ua: Термін імені може бути тільки числами або пустим

source: %d of %d tags successfuly added
fr_fr: %d de %d étiquettes ont été ajoutées avec succès
sr_rs: %d od %d oznaka uspešno dodat
uk_ua: %d з %d тегів успішно додано

source: Some of provided tags are already exists
fr_fr: Certaines des étiquettes fournies existent déjà
sr_rs: Neke od priloženih oznaka već postoje
uk_ua: Деякі з наданих тегів вже існують

source: Upload Files
fr_fr: Télécharger des fichiers
sr_rs: Otpremi datoteke
uk_ua: Завантажити файли

source: Import
fr_fr: Importer
sr_rs: Uvezi
uk_ua: Імпорт

source: Add files to the upload queue and click the start button
fr_fr: Ajouter des fichiers à la file d'attente de téléchargement et cliquez sur le bouton de démarrage
sr_rs: Dodajte datoteke redu za otpremanje i kliknite na taster ’start’
uk_ua: Додайте файли в чергу на завантаження і натисніть кнопку запуску

source: Grab files from other sources
fr_fr: Fichiers d'appui provenant d'autres sources
sr_rs: Uzmi datoteke iz drugih izvora
uk_ua: Перетягніть файли з інших джерел

source: You do not have permissions to upload media
fr_fr: Vous n'êtes pas autorisé à télécharger des médias
sr_rs: Nemate dozvolu za otpremanje medija
uk_ua: Ви не маєте дозволу на завантаження медіа

source: Maximum file size
fr_fr: Dimension maximum du fichier
sr_rs: Maksimalna veličina datoteke
uk_ua: Максимальний розмір файлу

source: Maximum $_POST size
fr_fr: Dimension maximum $_POST
sr_rs: Maksimalna veličina za $_POST
uk_ua: Максимальний розмір $_POST

source: Chunk size
fr_fr: Taille des fragments
sr_rs: Veličina bloka
uk_ua: Розмір частини

source: Title
fr_fr: Titre
sr_rs: Naslov
uk_ua: Назва

source: EXIF or File Name
fr_fr: EXIF ou nom du fichier
sr_rs: EXIF ili naziv datoteke
uk_ua: EXIF або ім'я файлу

source: File Name
fr_fr: Nom du fichier
sr_rs: Naziv datoteke
uk_ua: Ім'я файлу

source: Empty
fr_fr: Aucun
sr_rs: Prazan
uk_ua: Пустий

source: Status
fr_fr: Statut
uk_ua: Статус

source: Same as Album or Public
fr_fr: Même qu'Album ou Public
sr_rs: Isti kao album ili javan
uk_ua: Теж саме що і альбомний або публічний

source: Public
sr_rs: Javan
uk_ua: Публічний

source: Private
fr_fr: Privé
sr_rs: Privatan
uk_ua: Приватний

source: Draft
fr_fr: Brouillon
sr_rs: Skica
uk_ua: Проект

source: Assign Category
fr_fr: Assigné une catégorie
sr_rs: Dodeli kategoriju
uk_ua: Призначити категорію

source: (for images only)
sr_rs: (samo za slike)
uk_ua: (тільки для зображень)

source: (shared)
fr_fr: (partagé)
sr_rs: (deljeni)
uk_ua: (спільний)

source: Add to Album
fr_fr: Ajouter à l'album
sr_rs: Dodaj albumu
uk_ua: Додати до альбому

source: Album Name...
fr_fr: Nom de l'album
sr_rs: Naziv albuma...
uk_ua: Назва альбому...

source: Add Tags
fr_fr: Ajouter des étiquettes
sr_rs: Dodaj oznake
uk_ua: Додати теги

source: Add Tags...
fr_fr: Ajouter des étiquettes
sr_rs: Dodaj oznake...
uk_ua: Додати теги...

source: You are not allowed to assign terms
fr_fr: Vous n'êtes pas autorisé à assigner des termes
sr_rs: Nije vam dozvoljeno da dodeljujete termine
uk_ua: Вам не дозволено призначати терміни

source: You browser doesn't have Flash or HTML5 support. Check also if page have no JavaScript errors.
fr_fr: Votre navigateur ne dispose pas de Flash ou du support HTML5. Vérifiez également si la page ne ​​présente pas une erreur JavaScript.
sr_rs: Vaš pretraživač nema Flash ili HTML5 podršku. Proverite da stranica nema JavaScript greške.
uk_ua: Ваш браузер не підтримує Flash або HTML5 . Також перевірте сторінку на наявність JavaScript помилок.

source: You do not have permissions to import media
fr_fr: Vous n'êtes pas autorisé à importer des médias
sr_rs: Nemate dozvole za uvoz medija
uk_ua: У вас немає дозволу на імпорт медіа

source: Import Server Folder
fr_fr: Importer un répertoire du serveur
sr_rs: Uvezi folder servera
uk_ua: Службова папка імпорта

source: FlAGallery plugin
uk_ua: Плагін FlAGallery

source: NextGen plugin
uk_ua: NextGen плагін

source: Sever folders
sr_rs: Folderi servera
uk_ua: Службові папки

source: delete source files after importing
sr_rs: obriši datoteke izvora nakon uvoza
uk_ua: Видалити вихідні файли після імпорту

source: Import folder
fr_fr: Importer un répertoire
sr_rs: Uvezi folder
uk_ua: Імпорт папки

source: loading...
fr_fr: Chargement ....
sr_rs: učitavanje...
uk_ua: завантаження...

source: If Album is not specified, then gallery name will be used as Album
sr_rs: Ako album nije određen, naziv galerije biće upotrebljen i za album
uk_ua: Якщо альбом не вказано, то галерея буде використовуватися в якості альбому

source: Flagallery Galleries
sr_rs: Flagallery galerije
uk_ua: Галереї Flagallery

source: Toggle checkboxes
fr_fr: Cases à cocher basculantes
sr_rs: Toggle polja za štikliranje
uk_ua: Перемикнути прапорці

source: There are no created galleries in this plugin.
fr_fr: Il n'y a pas de galeries créées dans ce plugin.
sr_rs: U ovom plugin-u nema kreiranih galerija
uk_ua: Немає створених галерей в цьому плагіні.

source: NextGen Galleries
uk_ua: Галереї NextGen

source: Close
fr_fr: Fermer
sr_rs: Zatvori
uk_ua: Закрити

source: Working...
fr_fr: En exécution ....
sr_rs: Rad u toku...
uk_ua: В процесі...

source: Gmedia Library
fr_fr: Bibliothèque Gmedia
sr_rs: Gmedia Biblioteka
uk_ua: Бібліотка Gmedia

source: Add Media Files
fr_fr: Ajouter des fichiers multimédias
sr_rs: Dodaj datoteke medija
uk_ua: Додати медіа файли

source: Add/Import Files
fr_fr: Ajouter/Importer des fichiers
sr_rs: Dodaj/Uvezi datoteke
uk_ua: Додати/імпортувати файли

source: Albums, Tags, Filters...
uk_ua: Альбоми, Теги, Фільтри ...

source: Gmedia Galleries
fr_fr: Galeries Gmedia
sr_rs: Gmedia galerije
uk_ua: Галереї Gmedia

source: Create/Manage Galleries...
fr_fr: Créer/Gérer des galeries...
sr_rs: Kreiraj galerije/Upravljaj galerijama
uk_ua: Створити/керувати галереями

source: Modules
sr_rs: Moduli
uk_ua: Модулі

source: Gmedia Settings
fr_fr: Paramètres Gmedia
sr_rs: Gmedia Podešavanja
uk_ua: Налаштування Gmedia

source: Settings
fr_fr: Paramètres
sr_rs: Podešavanja
uk_ua: Налаштування

source: Mobile Application
uk_ua: Мобільна программа

source: Wordpress Media Library
fr_fr: Bibliothèque Wordpress Media
sr_rs: Wordpress biblioteka medija
uk_ua: Wordpress медіа бібліотка

source: WP Media Library
fr_fr: Bibliothèque WP Media
sr_rs: WP biblioteka medija
uk_ua: WP медіа бібліотка

source: Updating GmediaGallery Plugin
fr_fr: Mettre à jour le plugin GmediaGallery
sr_rs: Ažuriranje GmediaGallery Plugin-a
uk_ua: Оновлення плагіну GmediaGallery

source: Support
sr_rs: Podrška
uk_ua: Підтримка

source: Support Forum
fr_fr: Forum de support
sr_rs: Forum za podršku
uk_ua: Форум підтримки

source: Contact
sr_rs: Kontakt
uk_ua: Контакти

source: Demo
fr_fr: Démo
uk_ua: Демо

source: Premium
uk_ua: Преміум

source: Apply
fr_fr: Appliquer
sr_rs: Primeni
uk_ua: Застосувати

source: items per page
fr_fr: Items par page
sr_rs: stavke po stranici
uk_ua: елементів на сторінку

source: ID
uk_ua: ідентифікатор

source: Filename
fr_fr: Nom du fichier
sr_rs: Naziv datoteke
uk_ua: Ім'я Файлу

source: Date
sr_rs: Datum
uk_ua: Дата

source: Last Modified
fr_fr: Dernière mise à jour
sr_rs: Poslednja izmena
uk_ua: Остання зміна

source: MIME Type
fr_fr: Type MINE
sr_rs: MIME tip
uk_ua: Тип MIME

source: Author
fr_fr: Auteur
sr_rs: Autor
uk_ua: Автор

source: order items
fr_fr: Tri des items
sr_rs: Redosled stavki
uk_ua: впорядкувати об'єкти

source: sort order
fr_fr: ordre de tri
sr_rs: redosled sortiranja
uk_ua: порядок сортування

source: FALSE
fr_fr: FAUX
sr_rs: LAŽ
uk_ua: ХИБНО

source: TRUE
fr_fr: VRAI
sr_rs: ISTINA
uk_ua: ІСТИНА

source: Quick Tags panel for Description field
fr_fr: Mots clés pour le champs Description
sr_rs: Panel za brze oznake polja ‘Opis’
uk_ua: Панель швидких тегів для поля опису

source: Uploader runtime:
fr_fr: Temps de téléchargement:
uk_ua: час завантаження:

source: Auto
uk_ua: Авто

source: HTML5 Uploader
fr_fr: Téléchargement HTML5
uk_ua: HTML5 завантажувач

source: Flash Uploader
fr_fr: Téléchargement Flash
uk_ua: Flash завантажувач

source: HTML4 Uploader
fr_fr: Téléchargement HTML4
uk_ua: HTML4 завантажувач

source: Chunking:
fr_fr: Compression:
uk_ua: Чанкінг:

source: URL streem upload:
fr_fr: Chargement URL streem:
sr_rs: URL stream otpremanje:
uk_ua: URL потокове завантаження:

source: Name
fr_fr: Nom
sr_rs: Naziv
uk_ua: Ім'я

source: Gmedia Count
uk_ua: Gmedia облік

source: Author ID (for albums only)
uk_ua: ID автора (тільки для альбомів)

source: Author ID
uk_ua: ID автора

source: Set query options for this page to be loaded by default.
fr_fr: Définir les options de requête pour cette page soit chargée par défaut.
sr_rs: Podesite opcije pretrage za ovu stranicu koje će se učitavati po standardu.
uk_ua: Налаштуйте параметри запиту для цієї сторінки, щоб завантажувати їх за замовчуванням.

source: No record in DataBase.
uk_ua: Немає запису в базі даних.

source: Please provide a custom field value.
uk_ua: Будь ласка, вкажіть значення настроюваного поля.

source: Something goes wrong.
uk_ua: Щось іде не так.

source: Image "%d" updated
fr_fr: Image "%d" mise à jour
sr_rs: Slika "%d" ažurirana
uk_ua: Зображення "%d" оновлено

source: Image "%d" restored from backup and saved
fr_fr: Image "%d" restorée de la copie de sauvegarde et sauvegardée
sr_rs: Slika "%d" vraćena iz rezervne kopije i sačuvana
uk_ua: Зображення "%d" відновлено з резервної копії і збережено

source: Quick Gallery from selected items
fr_fr: Galerie intantannée pour les items sélectionnés
sr_rs: Quick Gallery od odabranih stavki
uk_ua: Швидка галерея з вибраних об'єктів

source: Create Quick Gallery
fr_fr: Création d'une galerie instantanée
sr_rs: Kreiraj Quick Gallery
uk_ua: Створити Швидку галерею

source: Show Images from Categories
fr_fr: Afficher les images des catégories
sr_rs: Prikaži slike iz kategorija
uk_ua: Показати Зображення з Категорій

source: Show Selected
fr_fr: Affichage sélectionnée
sr_rs: Prikaži odabrane
uk_ua: Показати вибрані

source: Assign Category for Selected Images
fr_fr: Attribuer une catégorie aux images sélectionnées
sr_rs: Dodeli kategoriju odabranim slikama
uk_ua: Призначити категорію для вибраних об'єктів

source: Filter Albums
fr_fr: Filtrer par Album
sr_rs: Filtriraj albume
uk_ua: Фільтрувати альбоми

source: Assign Album for Selected Items
fr_fr: Attribuer un album aux items sélectionnés
sr_rs: Dodeli album odabranim stavkama
uk_ua: Призначити альбом для вибраних об'єктів

source: Assign Album
fr_fr: Attribuer un album
sr_rs: Dodeli album
uk_ua: Призначити альбом

source: Filter by Tags
fr_fr: Filter par étiquettes
sr_rs: Filtriraj po oznakama
uk_ua: Фільтрувати за тегами

source: Add Tags to Selected Items
fr_fr: Ajouter des étiquettes aux items sélectionnés
sr_rs: Dodaj oznake odabranim stavkama
uk_ua: Додати тегів до вибраних об'єктів

source: Delete Tags from Selected Items
fr_fr: Supprimer des étiquettes pour la sélection d'items
sr_rs: Obriši oznake iz odabranih stavki
uk_ua: Видалити теги у вибраних об'єктів

source: Delete Tags
fr_fr: Supprimer les étiquettes
sr_rs: Obriši oznake
uk_ua: Видалити теги

source: Custom Filters
uk_ua: Настроювані фільтри

source: Filter by Author
fr_fr: Filtrer par auteur
sr_rs: Filtriraj na osnovu autora
uk_ua: Фільтрувати за автором

source: Select Author
uk_ua: Вибрати автора

source: Select
uk_ua: Вибрати

source: Batch Edit
fr_fr: Éditier par lot
sr_rs: Uredi grupu
uk_ua: Пакетне редагування

source: Batch Save
fr_fr: Lot sauvegardé
sr_rs: Sačuvaj grupu
uk_ua: Пакетне збереження

source: No selected Gmedia. Select at least one item in library.
fr_fr: Aucune sélection dans Gmedia. Sélectionnez au moins un article dans la bibliothèque.
sr_rs: Gmedia nije selektovana. Odaberite bar jednu stavku u galeriji.
uk_ua: Не вибрано Gmedia. Виберіть щонаймеше один об'єкт з бібліотеки.

source: Gallery Name
fr_fr: Nom de la galerie
sr_rs: Naziv galerije
uk_ua: Назва галереї

source: Modue
fr_fr: Module
sr_rs: Modul
uk_ua: Модуль

source: Selected IDs
fr_fr: IDs sélectionnés
sr_rs: Odabrani ID
uk_ua: Вибрані ID

source: No Album
fr_fr: Numéro d'album
sr_rs: Nema albuma
uk_ua: Без альбома

source: by %s
fr_fr: par %s
sr_rs: od %s
uk_ua: по %s

source: shared
fr_fr: Commun
sr_rs: podeljen
uk_ua: спільний

source: Move to Album
fr_fr: Déplacez à l'album
sr_rs: Pređi na album
uk_ua: Перемістити до альбому

source: Make status of selected items be the same as Album status
fr_fr: Assurez-vous que le statut des items sélectionnés soit le même que le statut de l'album
sr_rs: Neka status odabranih stavki bude izjednačen sa statusom albuma
uk_ua: Змінити статус у деяких об'єктів на такий самий, що й у альбома

source: Filter Tags...
fr_fr: Filtrer par étiquette
sr_rs: Filtriraj oznake...
uk_ua: Фільтрувати теги...

source: No tags
fr_fr: Aucune étiquette
sr_rs: Nema oznaka
uk_ua: Без тегів

source: Import IPTC Keywords from selected images to Tags
uk_ua: Імпортувати ключі IPTC з вибраних зображень до тегів

source: Choose Filter
uk_ua: Вибрати фільтр

source: Filter Name...
uk_ua: Назва фільтру...

source: There is no Filters created yet.
uk_ua: Ще не створено жодного фільтру...

source: Create Filter
uk_ua: Створити фільтр

source: Choose Author
fr_fr: Choisissez un auteur
sr_rs: Izaberite autora
uk_ua: Вибрати автора

source: You are not allowed to see others media
sr_rs: Nije vam dozvoljeno da vidite tuđe medije
uk_ua: Вам не дозволено переглядати інших медіа

source: Note, data will be saved to all selected items in Gmedia Library.
sr_rs: Zapamtite, podaci će biti sačuvani u svim odabranim stavkama u Gmedia biblioteci.
uk_ua: Зверніть увагу, що дані будуть збережені для всіх обраних об'єктів в Gmedia бібліотеці.

source: Skip. Do not change
fr_fr: Passer, pas de changement
sr_rs: Preskoči. Nemoj da menjaš
uk_ua: Пропустити. Не змінювати

source: Custom
fr_fr: Personnalisé
sr_rs: Prilagođeni
uk_ua: Настроюваний

source: Variables: <b>{filename}</b> - original file name; <b>{id}</b> - Gmedia #ID in database; <b>{index:1}</b> - index of selected file in order you select (set start number after colon).
uk_ua: Змінні: <b>{filename}</b> - оригінальне ім'я файлу; <b>{id}</b> - Gmedia #ID в базі даних; <b>{index:1}</b> - індекс вибраних файлів в обраном вами порядку (встановлюється стартове число після двокрапки).

source: Empty Title
fr_fr: Aucun titre
sr_rs: Prazan naslov
uk_ua: Пуста назва

source: From Filename
fr_fr: Du nom de fichier
sr_rs: Iz naziva datoteke
uk_ua: з імені файлу

source: Enter custom title here
sr_rs: Ovde unesite prilagođeni naslov
uk_ua: Введіть настроювану назву тут

source: Description
sr_rs: Opis
uk_ua: Опис

source: Add MetaInfo to Description
uk_ua: Додату метаінформацію до запису

source: Empty Description
fr_fr: Aucune description
sr_rs: Prazan opis
uk_ua: Пустий опис

source: Replace
uk_ua: Замінити

source: Append
uk_ua: Додавати

source: Prepend
uk_ua: Додати до початку

source: Enter description here
sr_rs: Ovde unesite opis
uk_ua: Введіть опис тут

source: Link
fr_fr: Lié
uk_ua: Посилання

source: Empty Link
fr_fr: Aucun lien
sr_rs: Prazan link
uk_ua: пусте посилання

source: Link to original file
fr_fr: Lien au fichier original
sr_rs: Link za originalnu datoteku
uk_ua: Посилання на оригінал

source: Enter url here
sr_rs: Ovde unesite url
uk_ua: Ввести url тут

source: Ops! Something wrong.
fr_fr: Ops! Quelque chose ne va.
sr_rs: Ups! Nešto nije u redu.
uk_ua: Упс! Щось пішло не так

source: Cancel
fr_fr: Annuler
sr_rs: Otkaži
uk_ua: Скасувати

source: Tag #%d successfuly updated
fr_fr: L'étiquette #%d a été mise à jour avec succès
sr_rs: Oznaka #%d uspešno ažurirana
uk_ua: Тег #%d успішно додано

source: You are not allowed to manage galleries
fr_fr: Vous n'êtes pas autoriser à gérer les galeries
sr_rs: Nije vam dozvoljeno da upravljate galerijama
uk_ua: Вам не дозволено керувати галереями

source: You are not allowed to install modules
sr_rs: Nije vam dozvoljeno da instalirate module
uk_ua: Вам не дозволено встановлювати модулі

source: Unable to create directory %s. Is its parent directory writable by the server?
fr_fr: Impossible de créer le répertoire% s. Est-ce que le répertoire parent est accessible pour écriture par le serveur?
sr_rs: Kreiranje direktorijuma %s nije moguće. Da li je njegov nadređeni direktorijum podložan pisanju servera?
uk_ua: Неможливо створити каталог %s. Його батьківський каталог не для запису на сервері?

source: Directory %s is not writable by the server.
fr_fr: Le répertoire %s n'est pas accessible en écriture par le serveur.
sr_rs: Direktorijum %s nije podložan pisanju servera.
uk_ua: Каталог %s не для запису на сервері.

source: Could not access filesystem.
sr_rs: Nije bio moguć pristup sistemu datoteka
uk_ua: Не вдалося отримати доступ до файлової системи.

source: Filesystem error
sr_rs: Greška u sistemu datoteka
uk_ua: Помилка файлової системи

source: The `%s` module successfuly installed
sr_rs: Modul`%s`uspešno instaliran
uk_ua: `%s` модуль успішно встановлено

source: No file specified
fr_fr: Aucun fichier n'a été spécifié
sr_rs: Nije navedena nijedna datoteka
uk_ua: Жодного файлу не визначено

source: Import from WP Media Library
sr_rs: Uvezi iz WP biblioteke medija
uk_ua: Імпортувати з WP медіа бібліотки

source: Skip if file with the same name already exists in Gmedia Library
uk_ua: Пропустити, якщо файл з таким же ім'ям вже існує в бібліотеці Gmedia

source: No items related by tags.
fr_fr: Aucun item n'est relié par des étiquettes
sr_rs: Nema stavki povezanih sa ovom oznakom.
uk_ua: Жодний об'єкт не відноситься до тегів.

source: No items matching the search query.
fr_fr: Aucun item ne correspond à votre requête de recherche
sr_rs: Nema stavki koje se podudaraju sa upitom pretrage.
uk_ua: Немає об'єктів , відповідних пошуковому запиту.

source: No items to show
fr_fr: Aucun item à afficher
sr_rs: Nema stavki za prikazivanje
uk_ua: Немає об'єктів для показу

source: You do not have permission to upload files in Gmedia Library.
sr_rs: Nemate dozvolu da otpremate datoteke u Gmedia biblioteku.
uk_ua: У вас немає дозволу завантажувати файли у бібліотеку Gmedia

source: No file name.
fr_fr: Aucun nom de fichier
sr_rs: Nema naziva datoteke.
uk_ua: Немає імені файлу

source: File type not allowed.
fr_fr: Ce type de fichier n'est pas permis
uk_ua: Тип файлу не дозволено

source: You do not have permission to upload files.
sr_rs: Nemate dozvolu za otpremanje datoteka.
uk_ua: У вас немає дозволу завантажувати файли

source: Folder `%s` is empty
fr_fr: Le dossier `%s` est vide
sr_rs: Folder `%s` je prazan
uk_ua: Папка`%s` пуста

source: No folder chosen
fr_fr: Aucun dossier choisi
sr_rs: Nije izabran folder
uk_ua: Папку не вибрано

source: Import from Flagallery plugin
sr_rs: Uvezi iz Flagallery plugin-a
uk_ua: Імпортувати з плагіну Flagallery

source: Import `%s` gallery
fr_fr: Importer la galerie `%s`
sr_rs: Uvezi `%s` galeriju
uk_ua: Імпортувати `%s` галерею
