Repository: wp-plugins/grand-media
Catalog: languages/grand-media-*.po
Languages: fr_fr, sr_rs, uk_ua

source: gallery contains 0 images
fr_fr: La galerie contient aucune image.
sr_rs: Galerija sadrži 0 slika
uk_ua: В галереї 0 файлів

source: No gallery chosen
fr_fr: Aucune galerie choisie
sr_rs: Nije odabrana galerija
uk_ua: Жодної галереї не вибрано

source: Import from NextGen plugin
sr_rs: Uvezi iz NextGen plugin-a
uk_ua: Імпортувати з плагіну NextGen

source: No items chosen
fr_fr: Aucun item choisi
sr_rs: Nisu odabrane stavke
uk_ua: Жодної об'єкту не вибрано

source: Invalid email
uk_ua: Недійсний email

source: %s shared GmediaCloud Page with you
uk_ua: %s поділився GmediaCloud сторінкою з вами

source: %s used Gmedia to share something interesting with you!
uk_ua: %s використав Gmedia, щоб поділитися чимось цікавим з вами!

source: Click here to view page
uk_ua: Натисніть тут для перегляду сторінки

source: Message sent to %s
uk_ua: Повідомленні відправлено до %s

source: Choose or provide a custom field name
uk_ua: Виберіть або надайте настроюване ім'я поля

source: Please provide a custom field value
uk_ua: Будь ласка, вкажіть значення настроюваного поля.

source: Your server is not accessable by iOS application
uk_ua: До вашого серверу немає доступу з програми iOS

source: Disable access to your Gmedia Library via iOS application?
uk_ua: Відключити доступ до бібліотеки Gmedia через програму IOS?

source: Disable Service
uk_ua: Відключити службу

source: Update Info
uk_ua: Відновити інфо

source: Enable Service
uk_ua: Відключити службу

source: On the right side you can see information about your website that will be used by iOS application, so you'll be able to manage your Gmedia Library with your smartphone.
uk_ua: Справа ви побачите інформацію про ваш сайт, яка буде використовуватися програмою IOS, так що ви зможете управляти бібліотекою Gmedia з вашого смартфона.

source: Download Gmedia iOS application from the App Store to manage your Gmedia Library from iPhone.
uk_ua: Завантажити програму Gmedia IOS з App Store, щоб управляти Gmedia бібліотекою з iPhone.

source: Which category fit your site most?
uk_ua: Яка категорія відповідає найбільше вашому сайту ?

source: Site URL
uk_ua: URL сайта

source: Site Title
uk_ua: Назва сайту

source: Site Description
uk_ua: Опис сайту

source: Search...
fr_fr: Recherche...
sr_rs: Traži...
uk_ua: Пошук...

source: Toggle Dropdown
fr_fr: Bascule déroulante
sr_rs: Toggle opadajući
uk_ua: Перемикнути переміщення

source: All
fr_fr: Tout
sr_rs: Svi
uk_ua: Все

source: None
fr_fr: Aucun
sr_rs: Nijedan
uk_ua: Нічого

source: Reverse only visible items
fr_fr: Inverser seulement des articles visibles
sr_rs: Okreni samo vidljive stavke
uk_ua: Обернути тільки видимі об'єкти

source: Reverse
fr_fr: Inverser
sr_rs: Okreni
uk_ua: Обернути

source: Create Gallery
fr_fr: Créer une Galerie
sr_rs: Kreiraj galeriju
uk_ua: Створити галерею

source: Action
sr_rs: Aktivnost
uk_ua: Дія

source: Select items to see more actions
fr_fr: Sélectionner des items pour voir plus d'Actions
sr_rs: Odaberite artikle da biste videli više
uk_ua: Виберіть пункти, щоб побачити більше дій

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
sr_rs: Pripremate se da trajno obrišete odabrane stavke. Kliknite na ‘Otkaži’ da biste obustavili brisanje ili na ‘OK’ da biste nastavili.
uk_ua: Ви збираєтеся назавжди видалити вибрані елементи. "Скасувати", щоб зупинити, «OK» для видалення.

source: Delete Selected Items
fr_fr: Supprimer les items sélectionnés
sr_rs: Obriši odabrane stavke
uk_ua: Видалити вибрані об'єкти

source: %s selected
fr_fr: %s selectionné
sr_rs: %s odabrane
uk_ua: %s обрано

source: Show only selected items
fr_fr: Afficher seulement les items sélectionnés
sr_rs: Prikaži samo odabrane stavke
uk_ua: Показати тільки обрані об'єкти

source: Clear selected items
fr_fr: Effacer la sélection des items
sr_rs: Obriši odabrane stavke
uk_ua: Очистити вибрані об'єкти

source: Module broken <br>Reinstall module
fr_fr: Module disfonctionnel <br>Réinstaller le module
sr_rs: Modul ne radi <br> Ponovo instaliraj modul
uk_ua: Модуль зламано<br>Встановіть заново модуль

source: Shortcode
uk_ua: Шорткод

source: Share
uk_ua: Поділитися

source: Edit
uk_ua: Редагувати

source: Delete
fr_fr: Supprimer
sr_rs: Obriši
uk_ua: Видалити

source: Module
sr_rs: Modul
uk_ua: Модуль

source: Type
sr_rs: Tip
uk_ua: Тип

source: Last Edited
fr_fr: Dernière modification
sr_rs: Poslednji put uređeno
uk_ua: Останнє редагування

source: Source
sr_rs: Izvor
uk_ua: Джерело

source: Selected Gmedia
fr_fr: Gmedia sélectionné
sr_rs: Odabrani Gmedia
uk_ua: Вибрана Gmedia

source: Show %d items in Gmedia Library
fr_fr: Afficher %d items dans la bibliothèque Gmedia
sr_rs: Prikaži %d stavke u Gmedia biblioteci
uk_ua: Показати %d об'єкти в бібліотеці Gmedia

source: Categories
fr_fr: Catégories
sr_rs: Kategorije
uk_ua: Категорії

source: Albums
sr_rs: Albumi
uk_ua: Альбоми

source: Tags
fr_fr: Étiquettes
sr_rs: Oznake
uk_ua: Теги

source: Filters
fr_fr: Filtres
sr_rs: Filteri
uk_ua: Фільтри

source: No items to show.
fr_fr: Aucun item a afficher
sr_rs: Nema stavki za prikazivanje
uk_ua: Немає об'єктів для показу

source: Choose Module for Gallery
sr_rs: Izaberi modul za galeriju
uk_ua: Виберіть модуль для галереї

source: Version
sr_rs: Verzija
uk_ua: Версія

source: No installed modules
fr_fr: Aucun module d'installé
sr_rs: Nema instaliranih modula
uk_ua: Модулів не встановлено

source: GmediaCloud Page
uk_ua: Сторінка GmediaCloud

source: Link to page
uk_ua: Посилання на сторінку

source: Send this link to
uk_ua: Надішліть це посилання до

source: Message (optional)
uk_ua: Повідомлення (необов'язково)

source: Send
uk_ua: Вислати

source: No gallery with ID #%s in database
sr_rs: U bazi podataka ne postoji galerija koja ima ID#%s
uk_ua: Немає галереї з ID #%s в базі даних

source: Module `%s` is broken. Choose another module from the list and save settings
sr_rs: Modul `%s` ne radi. Izaberite drugi modul sa liste i sačuvajte podešavanja.
uk_ua: Модуль `%s` зламано. Виберіть інший модуль зі списку і збережіть налаштування

source: Can't get module with name `%s`. Choose module from the list and save settings
sr_rs: Ne možete dobiti modul sa `%s` imenom. Izaberite modul sa liste i sačuvajte podešavanja.
uk_ua: Не вдається отримати модуль з ім'ям `%s`. Виберіть модуль зі списку і збережіть налаштування

source: Module is not selected for this gallery. Choose module from the list and save settings
sr_rs: Modul za ovu galeriju nije odabran. Izaberite modul sa liste i sačuvajte podešavanja.
uk_ua: Модуль не вибрано для цій галереї. Виберіть інший модуль зі списку і збережіть налаштування

source: Preset `%s` loaded. To apply it for current gallery click Save button
uk_ua: Пресет "%s" завантажено. Щоб застосувати його до поточної галереї, натисніть Зберегти

source: Manage Galleries
fr_fr: Gestion des galeries
sr_rs: Upravljaj galerijama
uk_ua: Керувати галереями

source: Cancel preview module
fr_fr: Annuler la visualisation du module
sr_rs: Otkaži pregled modula
uk_ua: Скасувати модуль перегляду

source: Save with new module
fr_fr: Sauvegarder avec le nouveau module
sr_rs: Sačuvaj sa novim modulom
uk_ua: Зберегти з новим модулем

source: Confirm reset gallery options
sr_rs: Potvrdi opcije za resetovanje galerije
uk_ua: Підтвердити скидання параметрів галереї

source: Reset to default
fr_fr: Réinitialiser à la valeur de défaut
sr_rs: Vrati na podrazumevane vrednosti
uk_ua: Повернути всі початкові налаштування

source: Save
fr_fr: Sauvegarder
sr_rs: Sačuvaj
uk_ua: Зберегти

source: Module Presets
uk_ua: Модульні пресети

source: Save as Default
uk_ua: Зберегти за замовчуванням

source: or
uk_ua: або

source: Restore Original
fr_fr: Restoration de l'original
sr_rs: Vrati original
uk_ua: Відновити оригінал

source: Save Preset as:
uk_ua: Зберегти персет як:

source: Preset Name
uk_ua: Ім'я пресету

source: This module is broken or outdated. Please, go to Modules page and update/install module.
fr_fr: Ce module est disfonctionnel ou pas à jour. S'il vous plaît, aller à la page Module et metter à jour ou installer le module.
sr_rs: Ovaj modul ne radi ili je zastareo. Idite na stranicu za module i ažurirajte/instalirajte modul.
uk_ua: Це модуль зламаний або застарілий. Будь ласка, перейдіть на сторінку Модулі та відновіть/установіть модуль.

source: General Settings
fr_fr: Paramètres généraux
sr_rs: Opšta podešavanja
uk_ua: Загальні налаштування

source: Gallery module:
sr_rs: Modul galerije:
uk_ua: Модуль галереї:

source: Preview module:
sr_rs: Pregledaj modul:
uk_ua: Модуль перегляду:

source: Note: Module changed to %s, but not saved yet
sr_rs: Napomena: Modul je promenjen na %s, ali još nije sačuvan
uk_ua: Примітка: Модуль змінено на %s, але ще не збережено

source: Gallery author:
fr_fr: Auteur de la galerie:
sr_rs: Autor galerije
uk_ua: Автор гелереї:

source: Click to choose author for gallery
fr_fr: Cliquez pour choisir l'auteur de la galerie
sr_rs: Kliknite da biste odabrali autora galerije
uk_ua: Виберіть автора галереї

source: (no author / shared albums)
sr_rs: (nema autora / deljeni albumi)
uk_ua: (без автора/спільні альбоми)

source: Note: Author changed but not saved yet. You can see Albums list only of chosen author
sr_rs: Napomena: Autor je promenjen, ali još nije sačuvan. Možete videti listu albuma isključivo odabranog autora
uk_ua: Примітка: Автора змінено, але ще не збережено. Ви можете продивитись список альбомів тільки вибраного автора

source: Shortcode:
uk_ua: Шорткод:

source: Show supported files from
fr_fr: Afficher les fichiers prises en charge à partir de
sr_rs: Prikaži podržane datoteke od:
uk_ua: Показати підтримувані файли з

source: Filter
fr_fr: Filtre
uk_ua: Фільтр

source: Choose Categories
fr_fr: choisir les catégories
sr_rs: Izaberi kategorije
uk_ua: Вибрати категорії

source: Choose Categories...
fr_fr: choisir les catégories
sr_rs: Izaberi kategorije...
uk_ua: Вибрати категорії...

source: Choose Tags
fr_fr: Choisir les étiquettes
sr_rs: Izaberi oznake
uk_ua: Вибрати теги

source: Choose Tags...
fr_fr: Choisi les étiquettes...
sr_rs: Izaberi oznake...
uk_ua: Вибрати теги...

source: Choose Albums
fr_fr: Choisir les albums
sr_rs: Izaberi albume
uk_ua: Вибрати альбоми

source: Choose Albums...
fr_fr: Choisir les albums
sr_rs: Izaberi albume...
uk_ua: Вибрати альбоми...

source: You can choose Albums from the same author as Gallery author or Albums without author
fr_fr: Vous pouvez choisir les albums par l'auteur de la galerie ou choisir les albums sans auteur
sr_rs: Možete odabrati albume od istog autora, kao što je autor Galerije ili albume bez autora.
uk_ua: Ви можете вибрати Альбоми того ж автора , що й Галереї або Альбоми без автора

source: Choose Custom Filters
uk_ua: Виберіть настроювані фільтри

source: Choose Filters...
uk_ua: Виберіть фільтри...

source: Filter - is custom query with multiple parameters.
uk_ua: Фільтр - це настроюваний запит з декількома параметрами.

source: Selected Gmedia IDs <small class="text-muted">separated by comma</small>
fr_fr: Sélectionner Gmedia IDs <small class="text-muted">separé par une virgule</small>
sr_rs: ID odabranih Gmedia <small class="text-muted">odvojeni zarezima </small>
uk_ua: Виберіть ID Gmedia <small class="text-muted">відокремлені комою</small>

source: Gmedia IDs...
fr_fr: IDs Gmedia...
sr_rs: ID Gmedia...
uk_ua: Gmedia ID...

source: Last edited:
sr_rs: Poslednji put uređen:
uk_ua: Останнє редагування:

source: Gallery ID:
sr_rs: ID galerije:
uk_ua: ID галереї:

source: GmediaCloud page URL for current gallery:
uk_ua: URL сторінки GmediaCloud для поточної галереї:

source: update <a href="options-permalink.php">Permalink Settings</a> if above link not working
fr_fr: Mettre à jour <a href="options-permalink.php">Paramètre Permalink </a> Si le lien ci-dessus ne fonctionne pas
sr_rs: Ažuriraj <a href="options-permalink.php">Permalink podešavanja</a> ako gornji link ne radi.
uk_ua: оновити <a href="options-permalink.php">Налаштування постійних посилань</a> якщо попереднє посилання не працює

source: More info about GmediaCloud Pages and GmediaCloud Settings can be found <a href="admin.php?page=GrandMedia_Settings#gmedia_settings_cloud">here</a>
uk_ua: Більше інформації про сторінки GmediaCloud та налаштування GmediaCloud можна знайти<a href="admin.php?page=GrandMedia_Settings#gmedia_settings_cloud">тут</a>

source: Gallery Preview:
sr_rs: Pregled galerije:
uk_ua: Переглід галереї:

source: Selected Authors:
uk_ua: Вибрані автори:

source: Selected Filter:
uk_ua: Вибраний фільтр:

source: Images
sr_rs: Slike
uk_ua: Зображення

source: Audio
uk_ua: Аудіо

source: Video
fr_fr: Vidéo
uk_ua: Відео

source: Reset Filter
fr_fr: Réinitialiser le filtre
sr_rs: Resetuj filter
uk_ua: Скинути фільтр

source: FILTER BY AUTHOR
fr_fr: Filtrer par auteur
sr_rs: Filtrirao autor
uk_ua: ФІЛЬТР ЗА АВТОРОМ

source: Show all authors
fr_fr: Afficher tous les auteurs
sr_rs: Prikaži sve autore
uk_ua: Показати всіх авторів

source: TYPE
sr_rs: Vrste
uk_ua: ТИП

source: Other
fr_fr: Autre
sr_rs: Drugi
uk_ua: Інший

source: COLLECTIONS
sr_rs: KOLEKCIJE
uk_ua: КОЛЕКЦІЇ

source: Toggle Edit Mode
fr_fr: Basculer en mode d'édition
sr_rs: Toggle režim uređivanja
uk_ua: Перемикнути Модуль редагування

source: Enter Edit Mode
fr_fr: Entrer en mode d'édition
sr_rs: Unesi režim uređivanja
uk_ua: Ввести Модуль редагування

source: Quick Gallery from Selected
fr_fr: Galerie instantannée pour sélectionner
sr_rs: Brza galerija od izabranih
uk_ua: Швидка галерея з вибраних об'єктів

source: Assign Category...
fr_fr: Attribuer une catégorie...
sr_rs: Dodeli kategoriju...
uk_ua: Призначити категорію...

source: Move to Album...
fr_fr: Déplacer un album...
sr_rs: Prebaci u album...
uk_ua: Перемістити до альбому...

source: Delete Tags...
fr_fr: Supprimer les étiquettes...
sr_rs: Obriši oznake...
uk_ua: Видалити теги...

source: Update Metadata in Database
fr_fr: Mise à jour des Metadatas dans la base de données
sr_rs: Ažuriraj metapodatke u bazi podataka
uk_ua: Оновити метадані в базі даних

source: Exit Edit Mode
fr_fr: Sortir du mode d'édition
sr_rs: Izađi iz režima uređivanja
uk_ua: Вийти з Модуля редагування

source: Show all gmedia items
fr_fr: Afficher tous les items Gmedia
sr_rs: Prikaži sve gmedia stavke
uk_ua: Показати всі об'єкти в бібліотеці Gmedia

source: Info:
uk_ua: Інфо:

source: Album
uk_ua: Альбом

source: Category
fr_fr: Catégorie
sr_rs: Kategorija
uk_ua: Категорія

source: Views / Likes
uk_ua: Перегляди / лайкі

source: Rating
uk_ua: Рейтінг

source: Size
fr_fr: Dimension
sr_rs: Veličina
uk_ua: Розмір

source: Last Modified Date
fr_fr: Date de la dernière modification
sr_rs: Datum poslednje izmene
uk_ua: Остання змінена дата

source: Edit Data
fr_fr: Modifier les données
sr_rs: Uredi podatke
uk_ua: Редагувати дані

source: Edit Image
fr_fr: Modifier l'image
sr_rs: Uredi sliku
uk_ua: Редагувати зображення

source: View Original
fr_fr: Voir l'original
sr_rs: Vidi original
uk_ua: Переглянути оригінал

source: Play
uk_ua: Відтворити

source: Meta Info
uk_ua: Мета Інфо

source: You are about to permanently delete %s file. 'Cancel' to stop, 'OK' to delete.
sr_rs: Pripremate se da trajno obrišete %s datoteku. Kliknite na ‘Otkaži’ da biste obustavili akciju, a na ‘OK’ da biste obrisali.
uk_ua: Ви збираєтеся назавжди видалити %s файл. 'Скасувати', щоб зупинити, «OK» для видалення.

source: You are about to delete record from DB for %s file. 'Cancel' to stop, 'OK' to delete.
sr_rs: Pripremate se da obrišete zapis iz baze podataka za %s datoteku. Kliknite na ‘Otkaži’ da biste obustavili akciju, a na ‘OK’ da biste obrisali.
uk_ua: Ви збираєтеся видалити запис з БД для %s файла. 'Скасувати', щоб зупинити, «OK» для видалення.

source: Delete DB record (leave file on the server)
fr_fr: Suppression de l'enregistrement DB (laisser le fichier sur le serveur)
sr_rs: Obriši zapis baze podataka (ostavi zapis na serveru)
uk_ua: Видалити запис БД (залишити файл на сервері)

source: Link URL
fr_fr: Lien URL
uk_ua: Посилання URL

source: Custom Cover
uk_ua: користувальницькі обкладинки

source: Gmedia ID or Image URL
fr_fr: ID Gmedia ou l'URL de l'image
sr_rs: ID Gmedia ili URL slike
uk_ua: ID Gmedia або URL зображення

source: Album
uk_ua: Альбом

source: Tags
fr_fr: Étiquettes
sr_rs: Oznake
uk_ua: Теги

source: File Size
fr_fr: Dimension du fichier
sr_rs: Veličina datoteke
uk_ua: Розмір файлу

source: Dimensions
sr_rs: Dimenzije
uk_ua: Розміри

source: Uploaded
fr_fr: Télécharger
sr_rs: Otpremljene
uk_ua: Завантажено

source: Add Media
fr_fr: Ajouter un média
sr_rs: Dodaj medije
uk_ua: Додати медіа

source: Back to top
fr_fr: Retour en haut de la page
sr_rs: Nazad na vrh
uk_ua: Догори

source: Add New Custom Field
uk_ua: Додати нове настроюване поле.

source: Add
uk_ua: Додати

source: Error loading remote xml...
fr_fr: Erreur lors du chargement xml à distance ...
sr_rs: Greška prilikom učitavanja udaljenog xml-a...
uk_ua: Помилка завантаження дистанційного xml...

source: Install Module ZIP
sr_rs: Instaliraj ZIP modul
uk_ua: Встановити ZIP модуля

source: Installed Modules
fr_fr: Modules installés
sr_rs: Instalirani moduli
uk_ua: Встановлені модулі

source: Loading...
fr_fr: Chargement...
sr_rs: Učitavanje...
uk_ua: Завантаження...

source: Update Module
fr_fr: Mise à jour du module
sr_rs: Ažuriraj modul
uk_ua: Оновити модуль

source: View Demo
fr_fr: Visionner le Démo
sr_rs: Vidi demo
uk_ua: Перегляд демо

source: Delete Module
uk_ua: Видалити модуль

source: Not Installed Modules
fr_fr: Aucun module d'installé
sr_rs: Nema instaliranih modula
uk_ua: Не встановлені модулі

source: Install Module
fr_fr: Installer module
sr_rs: Instaliraj modul
uk_ua: Встановити модуль

source: Install a plugin in .zip format
sr_rs: Instaliraj plugin u .zip formatu
uk_ua: Встановити плагін в форматі .zip

source: If you have a module in a .zip format, you may install it by uploading it here.
sr_rs: Ako imate modul u .zip formatu, možete ga instalirati tako što ćete ga otpremiti ovde.
uk_ua: Якщо ваш модуль в форматі .zip, ви можете встановити його, завантаживши тут

source: Module zip file
sr_rs: Zip datoteka modula
uk_ua: zip файл модуля

source: Install
fr_fr: Installer
sr_rs: Instaliraj
uk_ua: Встановити

source: You are not allowed to be here
fr_fr: Vous n'êtes pas autoriser à être ici
sr_rs: Nije vam dozvoljeno da budete ovde
uk_ua: Вам не дозволено знаходитись тут

source: Gallery Name is not specified
fr_fr: Le nom de la galerie n'est pas spécifiée
sr_rs: Naziv galerije nije naveden
uk_ua: Назву галереї не визначено

source: Gallery name can't be only digits
fr_fr: Le nom de la galerie ne peut pas contenir que des chiffres
sr_rs: Naziv galerije ne može da se sastoji samo od cifara
uk_ua: Назва галереї не може бути тільки числами

source: Choose gmedia from library for quick gallery
fr_fr: Choisissez Gmedia pour la bibliothèque de galerie instantannée
sr_rs: Izaberite gmedia iz biblioteke za brzu galeriju
uk_ua: Виберіть gmedia з бібліотеки для швидкої галереї

source: Gallery "%s" successfuly saved. Shortcode: [gmedia id=%d]
fr_fr: La galerie "%s" a été sauvegardée avec succès. Shortcode: [gmedia id=%d]
sr_rs: Galerija "%s" uspešno sačuvana.Shortcode: [gmedia id=%d]
uk_ua: Галерея "%s" успішно збережена. Шорткод: [gmedia id=%d]

source: %d item(s) was uncategorized
uk_ua: %d об'єкт (ів) без категорії

source: Category `%s` assigned to %d image(s).
uk_ua: Категорія `%s` призначена до %d зображень.

source: %d item(s) updated with "No Album"
uk_ua: %d об'єкт (ів) оновлено "Без альбому"

source: Could not update statuses for gmedia items in the database
sr_rs: Statusi za gmedia stavke nisu mogli da se ažuriraju u bazi podataka
uk_ua: Не вдалося оновити статуси gmedia об'єктів в базі даних

source: Album `%s` assigned to %d item(s)
uk_ua: Альбом `% s` призначено до %d об'єкта(ів)

source: Tags added to %d item(s)
uk_ua: Теги додано до %d об'єкта(ів)

source: No tags specified
uk_ua: Жодного тегу не визначено

source: %d tag(s) deleted from %d item(s)
uk_ua: %d тег(ів) видалено з %d об'єкта(ів)

source: %d item(s) updated successfuly
uk_ua: %d об'єкт (ів) оновлено успішно

source: %d item(s) deleted successfuly
fr_fr: %d item(s) ont été supprimés avec succès
sr_rs: %d stavki(s) uspešno obrisano
uk_ua: %d об'єкт (ів) видалено успішно

source: %d record(s) deleted from database successfuly. Original file(s) safe
fr_fr: %d d'enregistrement(s) supprimés de la base de données avec succès. Fichier(s) d'origine sont demeurés intact.
sr_rs: %d zapisa(s) uspešno obrisano iz baze podataka. Originalne datoteke(s) bezbedne.
uk_ua: %d запис(ів) видалено з бази даних успішно. Оригінальні файли збережено

source: You are not allowed to delete files
fr_fr: Vous n'êtes pas autoriser à supprimer des fichiers
sr_rs: Nije vam dozvoljeno da brišete datoteke
uk_ua: Вам не дозволено видаляти файли

source: You are not allowed to delete terms
fr_fr: Vous n'etes pas autoriser à supprimer des termes
sr_rs: Nije vam dozvoljeno da brišete termine
uk_ua: Вам не дозволено видаляти терміни

source: You are not allowed to manage filters
uk_ua: Вам не дозволено керувати фільтрами

source: Filter Name is not specified
uk_ua: Назву фільтра не визначено

source: Filter name can't be only digits
uk_ua: Назва фільтру не може бути тільки числами

source: Filter #%d successfuly saved
uk_ua: Фільтр #%d успішно збережений

source: You are not allowed to manage tags
fr_fr: Vous n'êtes pas autoriser à gérer les étiquettes
sr_rs: Nije vam dozvoljeno da upravljate oznakama
uk_ua: Вам не дозволено керувати тегами

source: You are not allowed to manage gmedia galleries
fr_fr: Vous n'êtes pas autoriser à gérer les galeries Gmedia
sr_rs: Nije vam dozvoljeno da upravljate gmedia galerijama
uk_ua: Вам не дозволено керувати gmedia галереями

source: Something goes wrong... Choose module, please
fr_fr: Quelque chose ne va pas ... Choisissez un module, s'il vous plaît
sr_rs: Nešto nije u redu… Molimo, izaberite modul
uk_ua: Щось іде не так ... Виберіть модуль, будь ласка

source: Choose gallery source, please (tags, albums, categories...)
fr_fr: Choisissez la source de la galerie, tel que étiquettes, albums, catégories...
sr_rs: Izaberite izvor galerije (oznake, albume, kategorije…)
uk_ua: Виберіть джерело галереї, будь ласка (теги, альбоми, категорії ...)

source: Can't load data from `%s` module
sr_rs: Podaci iz `%s` modula ne mogu da se učitaju
uk_ua: Неможливо завантажити дані з модуля `%s`

source: Gallery #%d successfuly saved
fr_fr: La galerie #%d a été sauvegardée avec succès
sr_rs: Galerija #%d uspešno sačuvana
uk_ua: Галерея #%d успішно збережена

source: Original module settings restored. Click "Reset to default" button to save original module settings for gallery
uk_ua: Початкові налаштування модуля відновлені. Натисніть "Повернути всі початкові налаштування" , щоб зберегти початкові налаштування модуля для галереї

source: Gallery settings are reset
fr_fr: Les paramètres de la galerie sont réinitialisés
sr_rs: Podešavanja galerije vraćena su na početne vrednosti
uk_ua: Налаштування галереї повернуто до початкових

source: Preset name is not specified
uk_ua: Назву пресета не визначено

source: Preset `%s` successfuly saved
uk_ua: Пресет `%s` успішно збережений

source: Error while delete gallery #%d
fr_fr: Une erreur est survenue lors de la suppression de la galerie #%d
sr_rs: Greška prilikom brisanja #%d galerije
uk_ua: Помилка при видалені галереї #%d

source: You are not allowed to manage gmedia modules
fr_fr: Vous n'êtes pas autoriser à gérer les modules Gmedia
sr_rs: Nije vam dozvoljeno da upravljate gmedia modulima
uk_ua: Вам не дозволено керувати gmedia модулями

source: You are not allowed to install module ZIP
uk_ua: Вам не дозволено встановлювати модуль ZIP

source: The uploaded file could not be moved to %s
sr_rs: Otpremljena datoteka nije mogla biti prebačena u %s
uk_ua: Завантажений файл неможливо перемістити до %s
